{
  "title": "Creamy Lemon Butter Chicken",
  "ingredients": [
    "1 Zucchini",
    "2 Scallions",
    "1 Lemon",
    "1 tbsp Tuscan Heat Spice",
    "10 oz Chicken Cutlets",
    "2.5 oz Israeli Couscous",
    "2 Chicken Stock Concentrates",
    "1/4 cup Panko breadcrumbs",
    "1/4 cup Parmesan cheese",
    "2 tbsp sour cream",
    "Kosher salt",
    "black pepper",
    "Olive oil",
    "butter"
  ],
  "directions": [
    "Adjust rack to top position and preheat oven to 450 degrees.",
    "Trim and slice zucchini crosswise into 1/2-inch-thick rounds. Trim and thinly slice scallions, separating whites from greens. Zest and halve lemon.",
    "Toss zucchini on a baking sheet with a large drizzle of olive oil, half the Tuscan Heat Spice, salt, and pepper.",
    "Roast on top rack until golden brown and tender, 14 - 16 minutes.",
    "Meanwhile, pat chicken dry with paper towels, season with reamining Tuscan Heat Spice, salt, and pepper.",
    "Heat a large drizzle of oil in a large pan over medium-high heat. Add chicken and cook until browned and cooked through, 3 - 5 minutes per side.",
    "Turn off heat. Transfer chicken to a plate. Wipe out pan.",
    "While chicken cooks, heat a drizzle of oil in a small pot over medium-high heat. Add scallion whites. Cook until softened, 1 minute.",
    "Add couscous. Stir until toasted. 30 seconds.",
    "Stir in 3/4 cup water, half the stock concentrates, and a pinch of salt. Cover and bring to a boil, then reduce heat to low. Cook until couscous is tender, 6 - 8 minutes.",
    "Keep covered off heat until ready to serve.",
    "Once zucchini is tender, remove sheet from oven. Heat broiler to high. Sprinkle zucchini with Panko and Parmesan. Broil until browned and crispy, 2 - 5 minutes.",
    "Heat pan used for chicken over medium-high heat. Add remaining stock concentrates, 1/4 cup water, and a squeeze of lemon juice to taste. Simmer until slightly reduced, 2 - 3 minutes.",
    "Stir in sour cream and 1 tbsp butter until melted and combined. Season with salt and pepper. Turn off heat.",
    "Add 1 tbsp butter, half the lemon zest, juice from half the lemon, half the scalion greens, salt, and pepper to pot with couscous. Stir to combine.",
    "Divide couscous, chicken, and zucchini between plates. Spoon sauce over chicken. Top with remaining scallion greens and lemon zest and serve."
  ],
  "photo": "/photos/Creamy Lemon Butter Chicken.png",
  "tags": [
    "entree"
  ]
}
