{
  "title": "One-Pan Cajun Pork Sausage Skillet",
  "ingredients": [
    "18 oz Italian Pork Sausage",
    "1 cup Jasmine rice",
    "1 yellow onion",
    "1/2 cup Monterey jack cheese",
    "2 green bell peppers",
    "3 oz tomato paste",
    "4 chicken stock concentrates",
    "2 tbsp Cajun spice blend",
    "8 tbsp sour cream",
    "2 Roma tomato",
    "1/4 oz parsley"
  ],
  "directions": [
    "Core, deseed, and dice bell pepper into 1/2\" pieces. Halve, peel, and dice onion into 1/2\" pieces. Dice tomato into 1/2\" pieces.",
    "Remove sausage from casing. Discard casing.",
    "Heat a drizzle of oil in a large, preferably nonstick, pan over medium-high heat. Add sausage and cook, breaking up meat into pieces until browned, 3 - 4 minutes (it'll finish cooking later).",
    "Using a slotted spoon, transfer sausage to a paper-towel-lined plate, keeping as much oil in pan as possible.",
    "Heat another drizzle of oil in the same pan over medium-high heat. Add bell pepper and diced onion. Cook, stirring occasionally, until veggies are lightly browned, 2 - 3 minutes. Season with salt and pepper.",
    "Add rice, diced tomato, tomato paste, Cajun Spice, 1 tsp salt, and a pinch of pepper to pan with veggies. Cook, stirring frequently, 30 seconds.",
    "Add stock concentrates and 3 cups water to pan and bring to a boil. Cook, stirring occasionally, until liquid is reduced by half, 3 - 4 minutes.",
    "Return sausage to pan. Cover pan and reduce heat to low. Cook until rice is tender, 15 - 18 minutes.",
    "While rice cooks, pick parsley leaves from stems. Finely chop leaves.",
    "In a small browl, combine sour cream with half the chopped parsley. Season with salt and pepper. Stir in water 1 tsp at a time until mixture reaches a drizzling consistency.",
    "Stir remaining chopped parsley into rice skillet. Season with salt and pepper to taste. Top with Monterey Jack and parsley crema.",
    "Divide between plates and serve."
  ],
  "photo": "/photos/One-Pan Cajun Pork Sausage Skillet.jpg",
  "tags": [
    "entree"
  ]
}
