{
  "title": "Pork Sausage & Roasted Bell Pepper Pasta",
  "ingredients": [
    "2 bell peppers",
    "1 chili pepper",
    "18 oz Italian Pork Sausage",
    "2 cloves garlic",
    "12 oz penne pasta",
    "3 oz tomato paste",
    "8 oz cream sauce base",
    "1/4 cup parmesan cheese"
  ],
  "directions": [
    "Adjust rack to the middle position and preheat the oven to 400 degrees. Bring a large pot of salted water to a boil.",
    "Halve the bell peppers. Discard the stems and seeds. Peel garlic (do not chop). Thinly slice chili. Remove sausage from casing.",
    "Drizzle each bell pepper healf with oil and season with salt and pepper. Place cut sides down aon a lightly oiled baking sheet.",
    "Place whole garlic clove in the center of a small piece of foil. Drizzle with oil. Season with salt and pepper. Cinch into a packet and place on the same sheet.",
    "Roast on the middle rack until the pepper is lightly charred and garlic is softened. About 20 - 25 minutes.",
    "Once the water is boiling, add the penne to the pot. Cook until al dente, reserving 1 cup of pasta water.",
    "While pasta cooks, heat a drizzle of olive oil in a large pan over medium-high heat. Add sausage and cook, breaking up the meat into pieces, until browned. Stire in a pinch of chili if desired.",
    "Add the tomato paste and 3/4 cup of reserved pasta cooking water. Simmer until thickened, 2 - 3 minutes. Turn off heat.",
    "Carefully transfer roasted bell pepper and garlic to a cutting board. Thinly slice bell pepper into strips. Mash garlic with a fork.",
    "Return the pan with the sausage mixture to low heat. Stir in garlic. Pour in cream sauce base.",
    "Stir in the bell pepper, drained penne, half the parmesage and 4 tbsp of butter. Add more reserved water if needed.",
    "Season pasta with salt and pepper and divide between bowls. Sprinkle with remaining parmesan and, if desired, a pinch of the remaining chili. Serve."
  ],
  "photo": "/photos/pork-sausage-and-roasted-bell-pepper-pasta.jpg",
  "tags": [
    "entree"
  ]
}
