{
    "title": "Apple Cider Doughnuts",
    "ingredients": [
        "COATING",
        "1/2 cup sugar",
        "1/8 tsp ground cinnamon",
        "Pinch of table salt",
        "DOUGHNUTS",
        "2 1/2 cups all-purpose flour",
        "1 tsp baking powder",
        "1/2 tsp baking soda",
        "1/2 tsp ground cinnamon",
        "1/4 tsp ground nutmeg",
        "1/4 tsp salt",
        "1/2 cup thawed apple juice concentrate",
        "1/3 cup sugar",
        "1/4 cup buttermilk",
        "4 tbsp unsalted butter, melted and cooled",
        "1 large egg",
        "2 quarts vegetable oil, for frying"
    ],
    "directions": [
        "FOR THE COATING: whisk sugar, cinnamon, and salt together in medium bowl. Set aside.",
        "FOR THE DOUGHNUTS: Whisk flour, baking powder, baking soda, cinnamon, nutmeg, and salt together in bowl. Whisk apple juice concentrate, sugar, buttermilk, melted butter, and egg together in large bowl Whisk half of four mixture into apple juice concentrate mixture until smooth. Add remaining flour mixture. Using rubber spatula, use folding motion to mix and press dough until all flour is hydrated and no dry bits remain. (Dough can be covered with plastic wrap and refrigerated for up to 24 hours.)",
        "Dust counter heavily with flour. Turn out dough onto floured counter, then dust top of dough with additional flour.",
        "Using your floured hands, gently pat dough into 1/3\" thick round, 10 to 11\" in diameter.",
        "Using floured 3\" round cutter, cut ou 9 to 10 doughnut rounds. Using 1\" round cutter, cut hole in center of each round.",
        "LIghtly dust rimmed baking sheet with flour. Transfer doughnut rounds and holes to prepared sheet. Combine dough scraps, then knead into cohesive ball and pat into 1/3\" thick round. Cut our 2 or 3 more doughnut rounds and holes (you should have 12 of each). Transfer to sheet and refrigerate while heating oild.",
        "Set wire rack in second rimmed baking sheet and line half of rack with triple layer of paper towels. Add oil to large dutch oven until it measures about 1 1/2\" deep and heat over medium-high heat to 350 degrees. Add 6 doughnut rounds and cook, flipping every 30 seconds, until deep golden brown, about 2 minutes. Adjust burner asw needed to maintain oil temperature between 325 and 350 degrees.",
        "Using spider skimmer, transfer doughnuts to paper towl-lined side of prepared rack and let sit while frying remaining doughnut rounds. Return oil to 350 degrees and repeat with remaining doughnut rounds.",
        "Return oil to 350 degrees and carefully add doughnut holes to hot oil. Cook, stirring often, until deep golden brown, about 2 minutes. Transfer to paper- towel-lined side of wire rack. Lightly toss dougnuts and doughnut holes in coating and transfer to unlined side of wire rack. Serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/apple-cider-dougnuts.jpg",
    "tags": [
        "breakfast"
    ]
}
