{
    "title": "Chicken Over Garlic Parmesan Spaghetti",
    "ingredients": [
        "4 Roma Tomatoes",
        "2 Cloves Garlic",
        "2 tbsp Tuscan Heat Spice",
        "12 oz Spaghetti",
        "1 lb Chicken Cutlets",
        "8 tbsp Cream Cheese",
        "1/2 cup Parmesan Cheese",
        "1 tbsp butter"
    ],
    "directions": [
        "Adjust rack to the middle position and preheat oven to 400 degrees. Bring a large pot of water to a boil.",
        "Cut each tomato into 6 wedges. Peel garlic. Place whole clove on a small piece of foil. Drizzle with olive oil and season with salt and pepper. Cinch foil into a packet.",
        "Line a baking sheet with foil and lightly oil. Place tomatoes skin sides down on prepared sheet. Drizzle with olive oil and season with 2 tsp Tuscan Heat Spice, salt, and pepper. Place garlic foil packet on same sheet. Roast on middle rack until tomatoes have wilted slightly and garlic is softened, 20 - 25 minutes.",
        "Once water is boiling, add spaghetti. Cook until al dente, 9 - 11 minutes. Reserve 1 1/2 cup pasta cooking water, then drain. Keep empty pot handy for later.",
        "While pasta cooks, pat chicken dry with paper towels. Season with 2 tsp Tuscan Heat Spice, salt, and pepper. Heat a large drizzle of olive oil in a large pan over medium-high heat. Add chicken and cook until browned and cooked through, 3 - 5 minutes per side. Turn off heat. Cover to keep warm.",
        "Once garlic is done roasting, carefully open foil and mash clove with a fork. ",
        "Melt 1 tbsp butter in a the pot used for pasta over medium heat. Add mashed garlic and remaining Tuscan Heat Spice. Sitr in cream cheese, 3 tbsp butter, 1 cup reserved pasta cooking water, and half the Parmesan. Turn off heat. Season with salt and pepper.",
        "Add spaghetti to pot with sauce. Toss to thoroughly combine. Use more water if needed. Season with salt and pepper. Slice chicken crosswise. Divide pasta between bowls. Top with chicken and roasted tomatoes. Sprinkle with remaining Parmesan and serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/chicken-over-garlic-parmesan-spaghetti.jpg",
    "tags": [
        "entree"
    ]
}
