{
  "title": "Chicken Cutlets A L'Orange",
  "ingredients": [
    "24 oz (1.5 lb) Yukon Gold Potatoes",
    "4 tbsp sour cream",
    "4 tbsp apricot jam",
    "5 tsp red wine vinegar",
    "12 oz green beans",
    "1/4 oz thyme",
    "2 oranges",
    "1/4 cup chicken stock",
    "20 oz (1.25 lb) chicken cutlets"
  ],
  "directions": [
    "Adjust rack to top position and preheat oven to 425 degrees.",
    "Dice potatoes into 1/2\" pieces. Strip thyme leaves from stems until you have 2 tsp roughly chop leaves. Save a few remaining thyme sprigs for the next step.",
    "Halve the oranges.",
    "Place potatoes and reserved thyme sprigs in a medium pot with enough salted water to cover by 2\". Bring to a boil and cook until potatoes are tender, 15 - 20 minutes.",
    "Carefully remove and discard thyme sprigs. Reserve 1/2 cup potato cooking liquid, then drain and return potatoes to pot off heat.",
    "Mash potatoes with sour cream and 2 tbsp until smooth and creamy, adding splashes of reserved potato cooking liquid as needed. Keep covered off heat until ready to serve.",
    "While potatoes cook, toss green beans on a baking sheet with a drizzle of oil, salt, and pepper. Roast on top rack until browned and tender, 12 - 15 minutes.",
    "Meanwhile, pap chicken dry with paper towels and season all over with salt and pepper.",
    "Heat a drizzle of oil in a large pan over medium-high heat. Add chicken and cook until browned and cooked through, 3 - 5 minutes per side.",
    "Turn off heat. Transfer to a plate. Wipe out pan.",
    "While chicken cooks, squeeze juice from orange halves into a small bowl. Whisk in jam, stock, chopped thyme, vinegar, and 1/4 cup water until smooth.",
    "Once chicken is done, return the pan to medium-high heat. Pour in sauce and bring to a simmer. Cook until thickened, 2 - 3 minutes. Turn off heat. Stir in 2 tbsp and season with salt and pepper.",
    "Return chicken to pan and turn a few times to coat.",
    "Divide chicken, mashed potatoes, and roasted green beans between plates. Top chicken with any remaining sauce."
  ],
  "photo": "/photos/chicken-cutlets-a-lorgange.jpg",
  "tags": [
    "entree"
  ]
}
