{
  "title": "Garlic-Herb-Butter Rolls",
  "ingredients": [
    "DOUGH: 3/4 cup whole milk",
    "DOUGH: 4 tbsp unsalted butter, melted, plus 1 tbsp, softened, for baking dish",
    "DOUGH: 2 large eggs, divided",
    "DOUGH: 2 cups (10 oz) all-purpose flour",
    "DOUGH: 2 1/4 tsp instant or rapid-rise yeast",
    "DOUGH: 2 tbsp sugar",
    "DOUGH: 1 tsp plus pinch table salt, divided",
    "GARLIC-HERB BUTTER: 4 tbsp unsalted butter",
    "GARLIC-HERB BUTTER: 3 garlic cloves, minced",
    "GARLIC-HERB BUTTER: 1/4 tsp table salt",
    "GARLIC-HERB BUTTER: 1 tbsp minced fresh parsley"
  ],
  "directions": [
    "FOR THE DOUGH: Whisk milk, melted butter, and 1 egg together in a bowl of a stand mixer. Add flour and yeast",
    "Mix on medium speed with the dough hook until it comes together and no dry flour remains, about 2 minutes, scraping down the dough hook and bowl as needed.",
    "Cover the bowl with a dish towel or plastic wrap, and let dough stand for 15 minutes.",
    "Add sugar and 1 tsp salt and knead dough on medium speed until incorporated, about 30 seconds. Increase the speed to medium-high and continue to knead until dough begins to pull away from sides and bottom of the bowl (dough will be sticky), 8 to 12 minutes longer.",
    "Transfer the dough to a greased large bowl. Cover tighly with plastic and let rise at room temperature until doubled in size, about 1 hour.",
    "Grease a 13-by-9 inch baking dish with the softened butter.",
    "Turn out dough on a clean counter and divide into 12 equal portions (1 3/4 oz each). WOrking with 1 dough portion at a time, cup the dough with your palm and roll against the counter into a smooth, tight ball.",
    "Place the dough balls in the prepared dish in 3 rows of four. COver tightly with plastic and let rise at room temperature until doubled in size, about 30 minutes.",
    "Adjust the oven rack to the middle position and heat oven to 350 degrees.",
    "Beat the remaining egg with the remaining pinch salt.",
    "Brush the tops of rolls evenly with the egg mixture (you may have some left over). Bake until the rolls are a deep golden brown and register 200 to 205 degrees in the center, about 20 minutes.",
    "FOR THE GARLIC-HERB-BUTTER: Meanwhile, melt the butter in a small saucepan over medium heat. Add garlic and salt and cook until just fragrant, about 1 minute. Off heat, stir in parsley.",
    "Remove the dish from the oven and let the rolls cool in the dish for 15 minutes. Brush tops and sides of warm rolls with garlic-herb butter (use all of it). Let rolls sit for 5 minutes. Serve warm."
  ],
  "photo": "/photos/garlic-herb-butter-rolls.jpg",
  "tags": [
    "breakfast",
    "side"
  ]
}
