{
  "title": "Holiday Smoked Turkey",
  "ingredients": [
    "MOP: 2 cups distilled white vinegar",
    "MOP: 1/4 cup granulated sugar",
    "MOP: 2 thin lemon slices",
    "MOP: 1 tbsp pepper",
    "MOP: 2 tsp cayenne pepper",
    "MOP: 1/2 tsp red pepper flakes",
    "RUB: 2 tbsp kosher salt",
    "RUB: 1 tbsp monosodium glutamate",
    "RUB: 1 tbsp pepper",
    "RUB: 1 tbsp paprika",
    "RUB: 1 tbsp chili powder",
    "RUB: 1 tbsp packed light brown sugar",
    "RUB: 1 1/2 tsp garlic powder",
    "RUB: 1 1/2 tsp onion powder",
    "RUB: 1/4 tsp cayenne pepper",
    "TURKEY: 1 (12- to 14-lb) turkey, neck and giblets discarded, spatchocked",
    "TURKEY: 4 (3-inch) wood chunks",
    "TURKEY: 1 (13 by 9-inch) disposable aluminum pan"
  ],
  "directions": [
      "FOR THE MOP: Combine all of the ingredients in a medium saucepan and bring to a simmer over medium-high heat.",
      "Cook until the sugar is dissolved, about 2 minutes. Remove from heat and let cool completely. Discard lemon slices. (Mope can be refrigerated in an airtight container for up to two months.)",
      "FOR THE RUB: Combine all ingredients in a bowl.",
      "FOR THE TURKEY: Sprinkle rub all over both sides of the turkey.",
      "Open the bottom vent of a charcoal grill completely. To make the charcoal snake, arrange 50 charcoal briquettes, 2 briquettes wide, around the perimeter of the grill, overlapping slightly so briquettes are touching and leaving a 9\" gap between the ends of the snake. Place a second layer of 50 briquettes, also 2 briquettes wide, on top of the first. (The completed arrangement should be 2 briqettes wide by 2 briquettes high.)",
      "Starting 2\" from each end of the charcoal snake, place wood chunks on top of the charcoal about 2\" apart.",
      "Slide the disposable pan into the charcoal gap, running lengthwise into the arc of the snake and touching the grill wall on opposite side of the snake. Pour 6 cups of water into the pan.",
      "Light chimney starter filled with 20 briquettes (pile briquettes on 1 side of the chimney so they catch). When the coals are partially covered with ash, use tongs to pil 10 coals on each end of the charcoal snake, where the briquettes meet the water pan, so both ends of the snake ignite.",
      "Set the cooking grate in place, then clean and oil the grate.",
      "Position the tukey, skin side down, over the water pan, with drumsticks pointing toward the arc in the charcoal snake. COver the grill, position lid vent over the turkey, and open the lid vent completely. Cook, undisturbed, for 2 hours.",
      "Using a small barbecue mop or basting brush, hbaste the turkey liberally with the mop.",
      "Using oven mitts, flip the turkey skin side up, again positioning it over the water pan with drumsticks pointing toward the arc in the charcoal snake. Baste the skin side liberall with more mop (you may not need all of it).",
      "Insert temperature probe into the thickest part of the breast. Cover the grill and cook until the breast registers 160 degrees (check temperature of both side of breast) and thighs register 175 degrees, about 1 hour.",
      "Transfer the turkey to a rimmed baking sheet. Let it rest for 30 to 40 minutes. Carve the turkey and trasfer to a serving platter and serve."
  ],
  "photo": "/photos/holiday-smoked-turkey.jpg",
  "tags": [
      "entree",
      "outdoor grill"
  ]
}
