{
    "title": "Popcorn Chicken",
    "ingredients": [
        "1 1/2 lb boneless, skinless chicken breasts, trimmed",
        "2 3/4 cups all purpose flour",
        "1/2 cup cornstarch",
        "1 1/2 tbsp granulated garlic",
        "1 1/2 tbsp sugar",
        "1 tbsp baking powder",
        "Kosher salt and pepper",
        "2 tsp onion powder",
        "1 tsp cayenne pepper",
        "1/2 cup water",
        "2 large eggs, lightly beaten",
        "11/2 quarts peanut or vegetable oil",
        "6 tbsp honey",
        "2 tbsp Frank's RedHot Original Cayenne Pepper Sauce"
    ],
    "directions": [
        "Place chicken on large plate and freeze until firm but still malleable, about 40 minutes.",
        "Whisk 2 1/2 cups flour, cornstarch, granulated garlic, sugar, baking powder, 1 tbsp salt, onion powder, cayenne, and 1 tsp pepper together in large bowl. Add water and rub flour mixture between your hands until tiny craggy bits form throughout and mixture holds together like damp sand when squeezed.",
        "Cut chicken into 1/2 inch pieces. Toss chicken, eggs, and 2 tsp salt together in second bowl. Transfer half of chicken to flour mixture and toss with your hands, pressing on coating to adhere and breaking up clumps, until chicken is coated on all sides. Pick chicken out of flour mixture and spread in even layer on rimmed baking sheet. Whisk remaining 1/4 cup flour into flour mixture until combined, then repeat coating process with remaining chicken.",
        "Line second rimmed baking sheet with triple layer of paper towels. Add oil to large Dutch oven until it measures about 1\" deep and heat over medium-high heat to 400 degrees.",
        "Using spider skimmer or slotted spoon, carefully add half of chicken to hot oil in several spoonfuls. Immediately stir to break up clumps. Fry until chicken is evenly golden brown and cooked through, 2 to 3 minutes, stirring occasionally. Using clean spider skimmer or slotted spoon, transfer chicken to paper towel-lined sheet. Return oil to 400 degrees and repeat with remaining chicken. Let cool for 5 minutes.",
        "Whisk honey, hot sauce, and pinch salt together in small bowl. Serve chicken with honey sauce."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png",
    "tags": [
        "entree"
    ]
}
