{
    "title": "Snickerdoodles",
    "ingredients": [
        "2 1/4 cups all-purpose flour",
        "1 tsp cream of tartar",
        "1 tsp baking soda",
        "3/4 tsp table salt",
        "1 1/2 cups sugar, plus 1/3 cup for rolling",
        "3 oz cream cheese, cut into 3 pieces",
        "8 tbsp unsalted butter",
        "1/4 cup vegetable oil",
        "1 large egg",
        "1 tsp vanilla extract",
        "1 tbsp ground cinnamon"
    ],
    "directions": [
        "Adjust oven rack to middle position and heat oven to 350 degrees. Line 2 rimless baking sheets with parchment paper.",
        "Whisk flour, cream of tartar, baking soda, and salt together in bowl. Set aside.",
        "Place 1 1/2 cups sugar and cream cheese in a large heatproof bowl.",
        "Melt butter in 8\" skillet over medium heat. Cook, swirling skillet constantly, until milk solids in butter are color of milk chocolate and have toasty aroma, 3 to 5 minutes.",
        "Immediately remove skillet from heat and scrape browned butter into bowl with sugar and cream cheese. Stir and mash with rubber spatula until combined.",
        "Whisk in oil. Whisk in egg and vanilla until smooth. Stir in flour mixture with rubber spatula until soft, homogeneous dough forms.",
        "Mix cinnamon and remaining 1/3 cup sugar together in shallow dish.",
        "Divide dough into 24 equal pieces, about 2 tbsp each. Using your hands, roll dough into balls. Working in batches, roll balls in cinnamon sugar to coat, then evenly space balls on prepared sheets, 12 balls per sheet. Using bottom of drinking glass, flatten balls into 2\" wide disks, about 1/2\" thick.",
        "Bake cookies, 1 sheet at a time, until puffed and covered with small cracks (cookies will look raw between cracks and seem underdone; they will deflate and set as they cool), 11 to 13 minutes, rotating sheet halfway through baking.",
        "Let cookies cool on sheet for 5 minutes, then transfer to wire rack and let cool completely. Serve. (Cookies can be stored in airtight container for up to 3 days)."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/snickerdoodles.jpg"
}
