{
    "title": "Virginia Peanut Pie",
    "ingredients": [
        "[Crust] 1 3/4 cups all-purpose flour",
        "[Crust] 1 tbsp granulated sugar",
        "[Crust] 3/4 tsp salt",
        "[Crust] 12 tbsp unsalted butter, cut into 1/2\" pieces and chilled",
        "[Crust] 1/2 cup ice water",
        "[Filling] 3/4 cup light corn syrup",
        "[Filling] 3/4 cup packed brown sugar",
        "[Filling] 3 large eggs",
        "[Filling] 6 tbsp unsalted butter, melted",
        "[Filling] 1 tbsp vanilla extract",
        "[Filling] 1/2 tsp salt",
        "[Filling] 2 cups salted dry-roasted peanuts, crushed"
    ],
    "directions": [
        "FOR THE CRUST: Process flour, sugar, and salt in food processor until combined, about 3 seconds. Scatter butter over top and pulse until mixture resembles course crumbs, about 10 pulsed. Transfer to bowl. Sprinkle ice water over mixture. Using rubber spatula, stir and press dough until it sticks together.",
        "Turn out dough onto lightly floured counter, form into 6\" disk, wrap tightly in plastic wrap, and refrigerate for 1 hour. Let chilled dough sit on counter to soften slightly, about 10 minutes, before rolling. (Wrapped dough can be refrigerated for up to 2 days).",
        "Adjust oven rack to lowest position and heat oven to 350 degrees. Roll dough into 12\" circle and on lightly floured counter. Loosely roll dough around rolling pin and gently unroll it onto 9\" pie plate, letting excess dough hang over edge. Ease dough into plate by gently lifting edge of dough with your hand while pressing into plate bottom with your other hand.",
        "Trim overhang to 1/2\" beyond lip of plate. Tuck overhang under itself; folded edge should be flush with edge of plate. Crimp dough evenly around edge of plate using your fingers. Push protruding crimped edge so it slightly hangs over edge of plate. Wrap dough-lined plate loosely in plastic and freeze until dough is firm, about 15 minutes.",
        "FOR THE FILLING: Whisk corn syrup, sugar, eggs, melted butter, vanilla, and salt in large bowl until fully combined. Stir in peanuts until incorporated.",
        "Place chilled pie shell on rimmed baking sheet. Pour filling into shell. Bake until filling is puffed and set but still jiggles slightly when pie is shaken, 1 hour 5 minutes to 1 hour 10 minutes. Transfer pie to wire rack and let cool completely, at least 4 hours or overnight. Serve."
    ]
}