[
  {
    "title": "Apple Cider Doughnuts",
    "ingredients": [
      "COATING",
      "1/2 cup sugar",
      "1/8 tsp ground cinnamon",
      "Pinch of table salt",
      "DOUGHNUTS",
      "2 1/2 cups all-purpose flour",
      "1 tsp baking powder",
      "1/2 tsp baking soda",
      "1/2 tsp ground cinnamon",
      "1/4 tsp ground nutmeg",
      "1/4 tsp salt",
      "1/2 cup thawed apple juice concentrate",
      "1/3 cup sugar",
      "1/4 cup buttermilk",
      "4 tbsp unsalted butter, melted and cooled",
      "1 large egg",
      "2 quarts vegetable oil, for frying"
    ],
    "directions": [
      "FOR THE COATING: whisk sugar, cinnamon, and salt together in medium bowl. Set aside.",
      "FOR THE DOUGHNUTS: Whisk flour, baking powder, baking soda, cinnamon, nutmeg, and salt together in bowl. Whisk apple juice concentrate, sugar, buttermilk, melted butter, and egg together in large bowl Whisk half of four mixture into apple juice concentrate mixture until smooth. Add remaining flour mixture. Using rubber spatula, use folding motion to mix and press dough until all flour is hydrated and no dry bits remain. (Dough can be covered with plastic wrap and refrigerated for up to 24 hours.)",
      "Dust counter heavily with flour. Turn out dough onto floured counter, then dust top of dough with additional flour.",
      "Using your floured hands, gently pat dough into 1/3\" thick round, 10 to 11\" in diameter.",
      "Using floured 3\" round cutter, cut ou 9 to 10 doughnut rounds. Using 1\" round cutter, cut hole in center of each round.",
      "LIghtly dust rimmed baking sheet with flour. Transfer doughnut rounds and holes to prepared sheet. Combine dough scraps, then knead into cohesive ball and pat into 1/3\" thick round. Cut our 2 or 3 more doughnut rounds and holes (you should have 12 of each). Transfer to sheet and refrigerate while heating oild.",
      "Set wire rack in second rimmed baking sheet and line half of rack with triple layer of paper towels. Add oil to large dutch oven until it measures about 1 1/2\" deep and heat over medium-high heat to 350 degrees. Add 6 doughnut rounds and cook, flipping every 30 seconds, until deep golden brown, about 2 minutes. Adjust burner asw needed to maintain oil temperature between 325 and 350 degrees.",
      "Using spider skimmer, transfer doughnuts to paper towl-lined side of prepared rack and let sit while frying remaining doughnut rounds. Return oil to 350 degrees and repeat with remaining doughnut rounds.",
      "Return oil to 350 degrees and carefully add doughnut holes to hot oil. Cook, stirring often, until deep golden brown, about 2 minutes. Transfer to paper- towel-lined side of wire rack. Lightly toss dougnuts and doughnut holes in coating and transfer to unlined side of wire rack. Serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/apple-cider-dougnuts.jpg",
    "tags": [
      "breakfast"
    ]
  },
  {
    "title": "Banana Nut Bread",
    "ingredients": [
      "2 cups all-purpose flour",
      "3/4 cup sugar",
      "3/4 teaspoon baking soda",
      "1/2 teaspoon fine sea salt",
      "1 1/4 cups nuts",
      "3 very ripe bananas, peeled and mashed",
      "1/4 cup buttermilk or plain yogurt",
      "2 large eggs, lightly beaten",
      "1/3 cup canola oil",
      "1 tsp vanilla extract"
    ],
    "directions": [
      "Grease and flour a 9\"x5\" loaf pan, preferably nonstick. Place a rack in the lower third of the oven and preheat to 350 degrees.",
      "In a large bowl, combine the flour, sugar, baking soda, salt, and nuts and toss to mix thoroughly.",
      "In another bowl, use a wooden spoon to mix together the bananas, buttermilk, eggs, oil, and vanilla. With a rubber spatula, fold the banana mixture into the dry ingredients until just combined and quite chunky. Scoop the batter into the prepared pan.",
      "Bake until the bread is firm and golden brown, and a toothpick inserted into the center comes out clean, about 1 hour. Let cool in the pan for 5 minutes, then turn out onto a rack. Serve warm or a room temperature.",
      "Note: This bread will keep, tightly wrapped and refrigerated, for up to 1 week. Bring to room temperature before slicing."
    ],
    "tags": [
      "breakfast"
    ]
  },
  {
    "title": "Blackened Chicken Penne",
    "ingredients": [
      "1 poblano pepper",
      "2 scallions",
      "2 cloves garlic",
      "1 roma tomato",
      "10 oz chicken breast strips",
      "1 tbsp blackening spice",
      "6 oz penne pasta",
      "4 tbsp cream cheese",
      "1/4 cup monterey jack cheese",
      "1 chicken stock concentrate",
      "1 tsp hot sauce"
    ],
    "directions": [
      "Bring a large pot of salted water to boil. Core, deseed, and dice poblano into 1/2 inch pieces. Trim and thinly slice scallion, separating whites from greens. Thinly slice garlic. Finely chop tomato.",
      "Pat chicken dry with paper towels. Toss in a large bowl with a large drizzle of olive oil, blackening spice, and a few big pinches of salt.",
      "Once water is boiling, add penne to pot. Cook until al dente, 9 - 11 minutes. Reserve 1/2 cup pasta cooking water.",
      "Meanwhile, heat a drizzle of olive oil in a large pan over medium-high heat. Add poblano and a pinch of salt. Cook, without stiring, until poblano is lightly charred, 3 - 4 minutes. ",
      "Add chicken and cook, stirring occasionally, until browned and cooked through, 4 - 6 minutes. ",
      "Stir in scallion whites and garlic. Cook until fragrant, 30 seconds to 1 minute. ",
      "Stir in half the tomato and a pinch of salt. Reduce heat under pan to medium low.",
      "Stir cream cheese and 1/3 cup reserved pasta cooking water into pan with chicken mixture. Add penne and cook, stirring, until thoroughly combined, 1 - 2  minutes. Turn off heat. Stir in Monterey Jack, stock concentrate, 2 tbsp buttter, and as much hot sauce as you like. Stir until butter is melted. Season with salt and pepper.",
      "Divide penne between bowls or plates. Garnish with scallion greens and remaining tomato. Drizzle with any remaining hot sauce if desired."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Bruschetta Zucchini Boats",
    "ingredients": [
      "2 Zucchini",
      "1 tbsp Italian seasoning",
      "1 clove garlic",
      "2 roma tomatoes",
      "3/4 cup Israeli Couscous",
      "3/4 cup Vegetable stock",
      "1/4 cup parmesan cheese",
      "1 tsp chili flakes",
      "1/2 cup mozzarella cheese"
    ],
    "directions": [
      "Adjust rack to top position and preheat oven to 450 degrees.",
      "Trim and halve zucchini. Scoop out seeds with a spoon and discard. Rub each half all over with a drizzle of olive oil. Season with half the Italian seasoning, salt, and pepper. Arrange cut sides down on a baking sheet. Roast on top rack until browned and tender, 15 - 20 minutes.",
      "While Zucchini roasts, peel and mince garlic. Finely dice tomatoes.",
      "Heat a drizzle of olive oil in a medium pot over medium-high heat. Add couscous, garlic, half the tomatoes, and remaining Italian seasoning.",
      "Cook, stirring, until fragrant, 1 - 2 minutes. Add stock and a big pinch of salt. Bring to a simmer, then cover and reduce heat to low. Cook until tender, 6 - 8 minutes. Turn off heat. Drain and excess liquid from the pot.",
      "Meanwhile, in a medium bowl, combine half the Parmesan, remaining tomatoes, and a large drizzle of olive oil. Season with salt, pepper, and a pinch chili flakes.",
      "Remove zucchini from oven and heat broiler to high. Flip zucchini. Blot out excess liquid with paper towels. Stuff with as much couscous as will fit. Sprinkle with mozzarella. Broil on top rack until cheese is melted and lightly browned, 2 - 3 minutes.",
      "Divide remaining couscous between  plates and top with stuffed zucchini. Top with bruschetta. Garnish with remaining Parmesan. Sprinkle with a pinch of chili flakes."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/zucchini-boats.jpg"
  },
  {
    "title": "Buttermilk",
    "ingredients": [
      "1 cup whole or 2% milk, or heavy cream",
      "1 tbsp freshly squeezed lemon juice or distilled white vinegar"
    ],
    "directions": [
      "Stir the milk or cream and lemon juice or vinegar together.",
      "Let the mixture stand at room temperature for 5 to 10 minutes. When it is ready, the milk will be slightly thickened and you will see small curdled bits. This substitute will not become as thick as regular buttermilk, but you will also not notice the curdled bits in your finished recipe.",
      "Use this substitute as you would buttermilk in your recipe."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Cauliflower Bacon Mac 'n' Cheese",
    "ingredients": [
      "2 scallions",
      "10 oz cauliflower florets",
      "6 oz cavatappi pasta",
      "4 oz bacon",
      "1 tbsp flour",
      "6.75 oz milk",
      "1/4 cup chicken stock",
      "1/2 cup Italian cheese blend"
    ],
    "directions": [
      "Preheat oven to 400 degrees. Bring a large pot of salted water to a boil.",
      "Trim and thinly slice scallions, separating whites from greens.",
      "Toss cauliflower on a baking sheet with a large drizzle of olive oil and a pinch of salt and pepper. Roast until tender, 20 - 25 minutes.",
      "Once water is boiling, add cavatappi to pot. Cook, stirring occasionally, until al dente, 9 - 11 minutes. Reserve 1 cup past cooking water then drain.",
      "Meanwhile, heat a large, dry pan over medium-high heat. Add bacon and cook, turning occasionally, until just crispy, 6-10 minutes. Turn off heat. Transfer to a paper-towel-lined plate. Discard all but 1 tsp bacon fat from pan.",
      "Melt 1 tbsp butter in same pan over medium heat. Add scallion whites; cook until softened, 1 minute. Add flour and stir constantly until lightly browned, 1 - 2 minutes. Slowly whisk in milk and chicken stock. Increase heat to high and boil until slightly thickened, 1 - 2 minutes. Turn off heat; whisk in Italian cheese. Season with salt and pepper.",
      "Chop bacon into small pieces. Stir bacon, cavatappi, and cauliflower into pan with sauce.",
      "Divide mac 'n' cheese between plates. Garnish with scallion greens and serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Cheesy Corn & Poblano Quesadillas",
    "ingredients": [
      "2 poblano peppers",
      "2 shallots",
      "2 limes",
      "26.8 oz corn",
      "2 tbsp southwest spice blend",
      "4 flour tortillas",
      "1 cup pepper jack",
      "1 cup mexican cheese blend",
      "8 tbsp smoky pepper crema",
      "2 tsp hot sauce"
    ],
    "directions": [
      "Heat broiler to high.",
      "Core, deseed, and dice poblano into 1/2\" pieces. Halve, peel, and thinly lice shallot.",
      "Drain corn. Pat dry with paper towels. Quarter lime.",
      "Heat a drizzle of oil in a large pan over medium-high heat. Add poblano and shallot. Cook, stirring occasionally, until tender, 4 - 5 minutes.",
      "Add corn and southwest spice. Cook, stirring occasionally, until lightly charred, 3 - 4 minutes.",
      "Stir in a big squeeze of lime juice. Season with salt and pepper.",
      "While the filling cooks, rub one side of each tortilla with a drizzle of oil.",
      "Place tortillas oiled sides down on a baking sheet. Sprinkle pepper jack and mexican cheese onto one half of each tortilla in an even layer. Top with veggie mixture. Fold tortillas in half to create quesadillas.",
      "Broil quesadillas until golden brown, 1 - 2 minutes per side. Cut into wedges.",
      "Divide quesadillas between plates. Serve with smoky red pepper crema, hot sauce, and remaining lime wedges on side."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/cheesy-corn-and-poblano-quesadillas.jpg"
  },
  {
    "title": "Chicken and Sausage Gumbo",
    "ingredients": [
      "1 (5-lb) stewing chicken, preferably a hen",
      "1 lb smoked sausage",
      "1 cup oil",
      "1 1/2 cups flour",
      "2 cups diced onions",
      "2 cups diced celery",
      "1 cup diced bell peppers",
      "1/4 cup minced garlic",
      "3 quarts chicken stock",
      "2 cups sliced green onions",
      "1 bay leaf",
      "1 sprig of fresh thyme",
      "1 tbsp fresh basil, chopped",
      "Salt and freshly ground black pepper to taste",
      "Louisiana hot sauce to taste",
      "1/2 cup chopped parsley",
      "Steamed white rice"
    ],
    "directions": [
      "Boil chicken 1 - 2 hours before beginning gumbo. Reserve stock.",
      "Bone chicken, discarding bones and reserving meat and stock for use in gumbo.",
      "Using a sharp boning knife, cut chicken into 8 - 10 serving pieces. Remove as much fat as possible. Cut smoked sausage into 1/2\" slices and set aside.",
      "In a 2 gallon stockpot, heat oil over medium-high heat heat. Whisk in flour, stirring constantly until a golden brown roux is achieved.",
      "Stir in onions, celery, bell peppers and garlic. Saute 3-5 minutes or until vegetables are wilted.",
      "Blend chicken and sausage into vegetable mixture, and saute approximately 15 minutes.",
      "Add chicken stock, one ladleful at a time, stirring constantly. Bring to a rolling boil, then reduce to a simmer and cook approximately 1 hour. Skim any fat or oil that rises to the surface.",
      "Stir in green onions, bay leaf, thyme, and basil. Season with salt, pepper, and hot sauce.",
      "Cook and additional 1 - 2 hours, if necessary, until chicken is tender and falling apart. Stir in parsley and adjust seasonings. Serve over steamed white rice."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/chicken-and-sausage-gumbo.jpeg"
  },
  {
    "title": "Chicken Cutlets A L'Orange",
    "ingredients": [
      "24 oz (1.5 lb) Yukon Gold Potatoes",
      "4 tbsp sour cream",
      "4 tbsp apricot jam",
      "5 tsp red wine vinegar",
      "12 oz green beans",
      "1/4 oz thyme",
      "2 oranges",
      "1/4 cup chicken stock",
      "20 oz (1.25 lb) chicken cutlets"
    ],
    "directions": [
      "Adjust rack to top position and preheat oven to 425 degrees.",
      "Dice potatoes into 1/2\" pieces. Strip thyme leaves from stems until you have 2 tsp roughly chop leaves. Save a few remaining thyme sprigs for the next step.",
      "Halve the oranges.",
      "Place potatoes and reserved thyme sprigs in a medium pot with enough salted water to cover by 2\". Bring to a boil and cook until potatoes are tender, 15 - 20 minutes.",
      "Carefully remove and discard thyme sprigs. Reserve 1/2 cup potato cooking liquid, then drain and return potatoes to pot off heat.",
      "Mash potatoes with sour cream and 2 tbsp until smooth and creamy, adding splashes of reserved potato cooking liquid as needed. Keep covered off heat until ready to serve.",
      "While potatoes cook, toss green beans on a baking sheet with a drizzle of oil, salt, and pepper. Roast on top rack until browned and tender, 12 - 15 minutes.",
      "Meanwhile, pap chicken dry with paper towels and season all over with salt and pepper.",
      "Heat a drizzle of oil in a large pan over medium-high heat. Add chicken and cook until browned and cooked through, 3 - 5 minutes per side.",
      "Turn off heat. Transfer to a plate. Wipe out pan.",
      "While chicken cooks, squeeze juice from orange halves into a small bowl. Whisk in jam, stock, chopped thyme, vinegar, and 1/4 cup water until smooth.",
      "Once chicken is done, return the pan to medium-high heat. Pour in sauce and bring to a simmer. Cook until thickened, 2 - 3 minutes. Turn off heat. Stir in 2 tbsp and season with salt and pepper.",
      "Return chicken to pan and turn a few times to coat.",
      "Divide chicken, mashed potatoes, and roasted green beans between plates. Top chicken with any remaining sauce."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/chicken-cutlets-a-lorgange.jpg"
  },
  {
    "title": "Chicken Over Garlic Parmesan Spaghetti",
    "ingredients": [
      "4 Roma Tomatoes",
      "2 Cloves Garlic",
      "2 tbsp Tuscan Heat Spice",
      "12 oz Spaghetti",
      "1 lb Chicken Cutlets",
      "8 tbsp Cream Cheese",
      "1/2 cup Parmesan Cheese",
      "1 tbsp butter"
    ],
    "directions": [
      "Adjust rack to the middle position and preheat oven to 400 degrees. Bring a large pot of water to a boil.",
      "Cut each tomato into 6 wedges. Peel garlic. Place whole clove on a small piece of foil. Drizzle with olive oil and season with salt and pepper. Cinch foil into a packet.",
      "Line a baking sheet with foil and lightly oil. Place tomatoes skin sides down on prepared sheet. Drizzle with olive oil and season with 2 tsp Tuscan Heat Spice, salt, and pepper. Place garlic foil packet on same sheet. Roast on middle rack until tomatoes have wilted slightly and garlic is softened, 20 - 25 minutes.",
      "Once water is boiling, add spaghetti. Cook until al dente, 9 - 11 minutes. Reserve 1 1/2 cup pasta cooking water, then drain. Keep empty pot handy for later.",
      "While pasta cooks, pat chicken dry with paper towels. Season with 2 tsp Tuscan Heat Spice, salt, and pepper. Heat a large drizzle of olive oil in a large pan over medium-high heat. Add chicken and cook until browned and cooked through, 3 - 5 minutes per side. Turn off heat. Cover to keep warm.",
      "Once garlic is done roasting, carefully open foil and mash clove with a fork. ",
      "Melt 1 tbsp butter in a the pot used for pasta over medium heat. Add mashed garlic and remaining Tuscan Heat Spice. Sitr in cream cheese, 3 tbsp butter, 1 cup reserved pasta cooking water, and half the Parmesan. Turn off heat. Season with salt and pepper.",
      "Add spaghetti to pot with sauce. Toss to thoroughly combine. Use more water if needed. Season with salt and pepper. Slice chicken crosswise. Divide pasta between bowls. Top with chicken and roasted tomatoes. Sprinkle with remaining Parmesan and serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/chicken-over-garlic-parmesan-spaghetti.jpg"
  },
  {
    "title": "Chicken Parm Stuffed Peppers",
    "ingredients": [
      "2 red or yellow medium bell peppers",
      "3/4 cup shredded mozzarella",
      "1/2 tbsp olive oil",
      "1 cup cooked chicken",
      "1/3 cup Italian panko bread crumbs",
      "1 tbsp fresh chopped basil (optional)",
      "3/4 cup tomato sauce",
      "1/8 cup grated parm",
      "2 cups chicken stock"
    ],
    "directions": [
      "THE NIGHT BEFORE. Season chicken. Set chicken to cook in slow cooker with chicken stock.",
      "Shred the cooked chicken in a bowl.",
      "Add stock to shredded chicken until it no longer tastes dry.",
      "Heat oven to 350 degrees. Coat a 13x9 pan with butter or non-stick spray.",
      "Cut the peppers in half length wise and remove the seeds and membranes. Boil the peppers for two minutes then drain.",
      "In a medium bowl, mix the chicken, 1/2 cup tomato sauce and 1/2 cup mozzarella.",
      "Place peppers cutside up in a baking dish. Stuff with the chicken mixture. Top with the remaining sauce and mozzarella.",
      "In a small bowl, mix the bread crumbs, parm, and olive oil. Sprinkle on top of peppers.",
      "Cover tightly with foil sprayed with cooking spray and bake 15 minutes.",
      "Remove foil and bake an additional 25 - 30 minutes until the peppers are tender.",
      "Top with basil."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Chili Macaroni",
    "ingredients": [
      "1 lb ground meat",
      "Onion powder",
      "Garlic powder",
      "Creole seasoning",
      "Chili powder",
      "8 oz can tomato sauce",
      "1/2 lb Velveeta",
      "Macaroni"
    ],
    "directions": [
      "Cook the ground meat in a pan.",
      "Add remaining ingredients and mix."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/chili-mac.jpg"
  },
  {
    "title": "Creamy Lemon Spinach Ricotta Ravioli",
    "ingredients": [
      "2 cloves garlic",
      "2 bell peppers",
      "2 roma tomatoes",
      "1 lemon",
      "18 oz spinach and ricotta ravioli",
      "2 veggie stock concentrate",
      "4 tbsp cream cheese",
      "4 tbsp sour cream",
      "1/2 cup parmesan cheese"
    ],
    "directions": [
      "Adjust rack to middle position and preheat oven to 400 degrees. Bring a large pot of salted water to a boil.",
      "Peel and thinly slice garlic. Halve bell peppers; remove stem and seeds. Cut tomatoes into 6 wedges. Zest and quarter lemon.",
      "Lightly coat a baking sheet with a drizzle of olive oil. Drizzle each bell pepper half with olive oil, salt, and pepper. Place cut sides down on one side of prepared sheet. Toss tomato on empty side with a drizzle of olive oil, salt, and pepper.",
      "Roast on middle rack until veggies are softened and lightly charred, 20 - 25 minutes.",
      "Let bell peppers cool slightly, then transfer to a cutting board and thinly slice into strips.",
      "When veggies are almost done, gently add ravioli to pot of boiling water.",
      "Reduce to a simmer and cook, stirring occasionally, until al dente and floating to the top, 4 - 5 minutes. Reserve 1 cup cooking water, then drain.",
      "Melt 1 tbsp butter in a large pan over medium heat. Add garlic and cook, stirring, until softened, 2 - 3 minutes.",
      "Add 1/2 cup reserved pasta cooking water, stock concentrate, cream cheese, source cream, half the parmesan, and 2 tbsp butter to pan with garlic.",
      "Whisk until combined and creamy, then stir in tomato and sliced bell pepper. Add a squeeze of lemon juice to taste. Season with salt and pepper.",
      "Add drained ravioli to pan with sauce, gently toss until thoroughly coated.",
      "Divide between plates and top with remaining parmesan and lemon zest to taste."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/cream-lemon-spinach-ricotta-ravioli.jpg"
  },
  {
    "title": "Easy Mexican Rice",
    "ingredients": [
      "1 1/2 cups long-grain white rice",
      "1 tomato, cored and quartered",
      "1 jalapeno chile, stemmed, halved, and seeded.",
      "Salt and pepper",
      "1 garlic clove, chopped",
      "1-1 3/4 cups chicken broth",
      "3 tbsp extra-virgin olive oil",
      "1 tbsp tomato paste",
      "1/4 cup chopped fresh cilantro",
      "Lime wedges"
    ],
    "directions": [
      "Place rice in fine-mesh strainer and rinse under cold running water for 1 1/2 minutes. Shake strainer vigorously to remove all excess water; set aside.",
      "Process tomato, jalapeno, 1 1/2 tsp salt, garlic, and 1/4 tsp pepper in food processor until smooth, about 30 seconds, scraping down sides of bowl as needed. Transfer mixture to 4-cup liquid measuring cup. Stir to deflate foam, if necessary, then add enough broth to equal 2 1/2 cups.",
      "Heat oil in large saucepan over medium-high heat until shimmering. Add rice and cook, stirring frequently, until edges begin to turn translucent, about 2 minutes. Add tomato paste and cook, stirring constantly, until mixture is uniformlyy colored, about 1 minute. Add tomato mixture and bring to boil. Stir rice, cover, and reduce heat to low. Cook for 20 minutes.",
      "Let stand, covered, off heat for 10 minutes. Stir in cilantro and season with salt and pepper to taste. Transfer rice to serving bowl. Serve with lime wedges."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Fettuccine Alfredo",
    "ingredients": [
      "1 1/2 cups (12 fl oz) heavy cream",
      "5 tbsp unsalted butter",
      "1 cup grated parmesan cheese",
      "salt and freshly ground pepper",
      "Freshly grated nutmeg",
      "1 lb homemade tagliatelle or purchased fresh fettuccine"
    ],
    "directions": [
      "Bring a large pot of water to a boil.",
      "In a large sauce pan over high heat, bring cream & butter to a boil. Reduce heat to low and simmer for one minute.",
      "Add six tbsp of grated pamesan and whisk over low heat until smooth, about one minute.",
      "Remove from heat and season with salt and pepper and a generous pinch of nutmeg.",
      "Generously salt the boiling water. Add pasta and cook.",
      "Put the pasta in a warm shallow bowl. Pour on the sauce and sprinkle with six more tbsp of cheese. Toss well."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/fettuccine-alfredo.png"
  },
  {
    "title": "Firecracker Meatballs",
    "ingredients": [
      "Salt & Pepper",
      "Vegetable oil",
      "4 scallions",
      "2 thumbs of ginger",
      "4 tbsp mayonnaise",
      "4 tbsp sour cream",
      "4 tsp honey",
      "4 tbsp soy sauce",
      "2 tsp Sriracha",
      "2 tbsp sesame seeds",
      "1 cup jasmine rice",
      "20 oz ground beef (1.25 lb)",
      "1/2 cup panko breadcrumbs",
      "12 oz green beans",
      "1 tsp korean chili flakes"
    ],
    "directions": [
      "Adjust rack to top and middle positions. Heat to 425 degrees. ",
      "Trim and thinly slice scallions, separating whites from greens. Mince whites. Peel and mince ginger.",
      "In a large bowl, combine mayonnaise, sour cream, honey, 4 tsp soy sauce, and sriracha to taste. Set aside.",
      "Heat a drizzle of oil in a small pot over medium-high heat. Add half the sesame seeds. Cook, stirring, until golden brown, 1 - 2 minutes.",
      "Add rice, 1 1/2 cups of water, and a big pinch of salt. Bring to a boil. Cover and reduce to a low simmer. Cook until rice is tender, 15- 18 minutes. Keep covered off heat until read to serve.",
      "In a second large bowl, combine beef, panko, ginger, scallion whites, remaining soy sauce, salt (1 tsp), and pepper. Form into 10-12 1.5\" meatballs.",
      "Place meatballs on a lightly oiled baking sheet. Toss green beans with a drizzle of oil, salt, and pepper on a second lightly oiled baking sheet. Cook green beans on top rack and meatballs on bottom rack for 14 - 16 minutes.",
      "Fluff rice with a fork. Season with salt and pepper.",
      "Carefully add meatballs to bowl with sauce and toss to coat. ",
      "Divide between bowls or plates. Top rice with meatballs. Drizzle with any remaining sauce. Serve green beans to the side. Garnish with scallion greens, remaining sesame seeds, and chili flakes."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Firehouse Cheeseburgers",
    "ingredients": [
      "1/2 tsp garlic powder",
      "2 tbsp sour cream",
      "1.5 oz buttermilk ranch dressing",
      "7.2g Frank's RedHot Original Seasoning Blend",
      "1 tsp hot sauce",
      "10 oz ground beef",
      "1/4 cup monterey jack cheese",
      "2 potato buns",
      "Crispy fried onions"
    ],
    "directions": [
      "In a small bowl, combine sour cream, ranch dressing, and remaining garlic powder. Season with salt and pepper.",
      "In a large bowl, combine beef, frank's RedHot Original Seasoning, a dash of hot sauce, and salt. Form into two patties. Each slightly wider than a burger bun.",
      "Heat a large drizzle of olive oil in a large pan over medium heat. Add patties and cook until browned and cooked to desired doneness, 3 - 5 minutes per side.",
      "In the last 1 - 2 minutes of cooking, top each patty with Monterey Jack. Cover pan to melt cheese.",
      "While patties cook, halve and toast buns. Spread cut sides of buns with creamy ranch sauce, then fill with patties and top with crispy fried onions."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/firehouse-cheeseburgers.jpg"
  },
  {
    "title": "French Toast",
    "ingredients": [
      "6 slices sturdy French or sourdough bread, about 3/4\" thick",
      "1 1/2 cups whole milk",
      "4 large eggs",
      "1 tbsp vanilla extract",
      "1/4 cup granulated sugar",
      "1/8 tsp fine sea salt",
      "2 tbsp unsalted butter",
      "Confectioner's sugar for dusting",
      "Pure maple syrup, warmed"
    ],
    "directions": [
      "In a large baking dish, place the bread slices in a single layer.",
      "In a large glass measuring pitcher, thoroughly whisk together the milk, eggs, vanilla, granulated sugar, and salt. ",
      "Pour evenly over the bread and let stand for one minute, then turn the bread over. Cover the dish with plastic wrap and let stand for at least 10 minutes or for up to 30 minutes.",
      "In a large frying pan over medium heat, melt 1 tbsp of the butter. When the butter has foamed and the foam begins to subside, add as many slices of bread as will fit in the pan without overlapping. When the slices are golden brown on the bottom, after about 3 minutes, carefully turn them over and cook until golden brown on the second side, about 2 minutes longer if you like custardy French toast, or about 3 minutes longer if you prefer drier French toast. Transfer the slices to a platter. Melt the remaining 1 tbsp butter and repeat with the remaining bread slices.",
      "Transfer the French toast to individual plates, dust with confectioners' sugar, and serve with maple syrup."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png",
    "tags": [
      "breakfast"
    ]
  },
  {
    "title": "Fried Bananas",
    "ingredients": [
      "4 ripe bananas, sliced 1\" thick",
      "2 tbsp all-purpose flour, plus 3/4 cup, divided",
      "1/2 cup sugar",
      "1/2 tsp baking powder",
      "1/2 tsp finely grated lemon zest",
      "1/4 tsp salt",
      "3/4 cup whole milk",
      "2 quarts vegetable oil, for frying"
    ],
    "directions": [
      "Toss bananas with 2 tbsp flour in bowl. Freeze until bananas are firm, about 30 minutes.",
      "Whisk sugar, baking powder, lemon zest, salt, and remaining 3/4 cup flour together in bowl. Slowly whisk milk into flour mixture until smooth batter form.s",
      "Set wire rake in rimmed baking sheet and line rack with triple layer of paper towels. Add oil to large Dutch oven until it measures about 1 1/2\" deep and heat over medium-high heat to 375 degrees.",
      "Transfer half of bananas to batter and stir to coat. using tongs or fork and working with 1 piece at a time, remove bananas from batter, allowing excess batter to drip back into bowl, then add to hot oil. Cook until golden brown, about 2 minutes, stirring occasionally and flipping bananas as needed. Adjust burner, if necessary, to maintain oil temperature between 350 and 375 degrees.",
      "Transfer bananas to prepared rack. Return oil to 375 degrees and repeat with remaining bananas and batter. Serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/fried-bananas.jpg",
    "tags": [
      "breakfast"
    ]
  },
  {
    "title": "Ginger and Lime-Glazed Corn on the Cob",
    "ingredients": [
      "1/3 cup low sodium chicken broth",
      "4 tbsp unsalted butter",
      "1 tbsp granulated sugar",
      "1 tsp finely grated lime zest",
      "1 tsp kosher salt",
      "1 tsp grated fresh ginger",
      "6 ears fresh sweet corn"
    ],
    "directions": [
      "Prepare the grill for direct cooking over medium heat.",
      "In a medium saucepan over medium-high heat, stir the glaze ingredients and bring to a boil. Continue to boil until the glaze slightly thickens, 5 to 7 minutes. Keep the glaze warm.",
      "Mix and brush the glaze all over the corn.",
      "Grill the corn over direct medium heat, with the lid closed as much as possible. Cook until it is browned in spots and tender, 10 to 15 minutes, turning several times.",
      "Transfer to a platter and baste with the remaining glaze."
    ],
    "tags": [
      "barbecue"
    ]
  },
  {
    "title": "Honey-Drizzled Paprika Chicken",
    "ingredients": [
      "10 oz chicken cutlets",
      "1 tsp smoked paprika",
      "1 tsp garlic powder",
      "6 oz green beans",
      "6 oz Pillsbury Buttermilk Southern Homestyle Biscuits",
      "1/4 cup monterey jack cheese",
      "2 tsp honey",
      "kosher salt",
      "black pepper",
      "1 tsp olive oil",
      "1 tbsp butter"
    ],
    "directions": [
      "Adjust rack to top position and preheat oven to 425 degrees.",
      "Bring 1tbsp butter to room temperature.",
      "Pat chicken dry with paper towels and season all over with paprika, 3/4 tsp garlic powder, salt, and pepper. Rub al over with a drizzl eof olive oil. Place on one side of a baking sheet.",
      "Roast on top rack for 5 minutes.",
      "Once chicken has roasted 5 minutes, remove sheet from oven.",
      "Open tube of biscuits. Separate biscuits and carefully place on empty side of same sheet.",
      "Bake on top rack until biscuits are golden brown and cooked through, 8 - 11 minutes more (chicken will finish cooking in next step).",
      "Once biscuits are golden brown, remove from oven and brush tops with softened butter. Sprinkle with remaining garlic powder and a pinch of salt. Top with monterey jack.",
      "Return to oven until chicken is cooked through and cheese melts, 2 - 3 minutes more.",
      "Steam green beans. Season with salt and pepper.",
      "Divide chicken, green beans, and biscuits between plates. Drizzle chicken with honey and serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/honey-drizzled-paprika-chicken.jpg"
  },
  {
    "title": "Hot White Chocolate",
    "ingredients": [
      "1 1/2 cups whole or skim milk",
      "1/2 vanilla bean, seeds scraped",
      "3 oz best quality white chocolate, chopped"
    ],
    "directions": [
      "Combine milk and vanilla in sauce pan. Bring to a simmer.",
      "Remove vanilla bean. Add hot milk to the blender and carefully blend until frothy.",
      "Add the white chocolate to the blend until the chocolate is melted.",
      "Divide between two mugs. Top with dollop of whipped cream and sprinkle with cocoa powder."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/hot-white-chocolate.png"
  },
  {
    "title": "Indoor Barbecue Pork Chops",
    "ingredients": [
      "3 tbsp packed brown sugar",
      "1 tbsp paprika",
      "1tbsp kosher salt",
      "1 tsp pepper",
      "1/2 tsp cayenne pepper",
      "1tbsp cornstarch",
      "8 (5- to 7-oz) bone-in pork rib chops, 1/2\" thick, trimmed",
      "1 tbsp vegetable oil",
      "4 tbsp unsalted butter",
      "1/2 cup ketchup",
      "1 tbsp cider vinegar",
      "1tsp liquid smoke"
    ],
    "directions": [
      "Combine 1 tbsp sugar, paprika, salt, pepper, and cayenne in a bowl.",
      "Transfer 2 tbsp spice mixture to a second bowl and stir in the cornstarch. Reserve remaining spice mixture for the sauce.",
      "Using kitchen shears, snip through the fat surrounding the loin muscle of each chop in two places, about 2\" apart.",
      "Pat the chops dry with paper towels and sprinkle all over with the cornstarch mixture.",
      "Heat oil in a 12\" nonstick skillet over medium-high heat until just smoking.",
      "Add 4 chops to the skillet and cook until browned and meat registers 140 degrees, about 2 minutes per side.",
      "Transfer the chops to a rimmed baking sheet and tent with aluminum foil. Repeat with the remaining four chops.",
      "Add butter to the now empty skillet and melt over medium heat. ",
      "Add reserved spice mixture and cook until fragrant, about 30 seconds.",
      "Carefully whisk in ketchup, vinegar, liquid smoke, and remaining 2 tbsp of sugar. Bring to a simmer and remove from heat.",
      "Return the chops to the skilled one at a time. Turn to coat with sauce. And transfer to a platter.",
      "Stir any accumulated juices from the sheat into the remaining sauce.",
      "Serve the chops, passing remaining sauce separately."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/indoor-barbecue-pork-chops.jpg"
  },
  {
    "title": "Instant Pot Orange Chicken",
    "ingredients": [
      "2 lbs  chicken breast or thighs  (cut into 1-2 inch pieces)",
      "2 tablespoons  vegetable oil",
      "[Sauce] 1 cup  orange juice  (no sugar added)",
      "[Sauce] 1 tablespoon  ginger  (grated)",
      "[Sauce] 6 cloves  garlic*  (minced)",
      "[Sauce] 1 tablespoon  rice wine  (or dry white wine**)",
      "[Sauce] 1/2 cup  tomato sauce  (optional)",
      "[Sauce] ¼ cup  granulated sugar ",
      "[Sauce] ¼ cup  brown sugar ",
      "[Sauce] ¼ cup  lite soy sauce ",
      "[Sauce] 1 tablespoon  Sriracha*** ",
      "[Sauce] zest from 1 orange",
      "[Cornstarch Slurry] 2 tablespoons  cornstarch ",
      "[Cornstarch Slurry] 2 tablespoons  orange juice",
      "[Garnish] 4  green onions  (sliced)",
      "[Garnish] extra orange zest "
    ],
    "directions": [
      "It is important for the chicken not to have any extra moisture, dry it with a few paper towels and after that cut the chicken into 1-2 inch chunks.",
      "Heat up your pressure cooker: press Sauté -> click on the Adjust button -> select More to get the Sauté More function, which means that the food will be sautéed over medium-high heat. Wait for the Instant Pot indicator to read HOT.",
      "Add the oil to the hot Instant Pot, add the chicken and sauté for 2-3 minutes, stirring a few times. Cook until it just starts to get golden. When sautéing it, stir constantly so it doesn't stick to the bottom of the pan.",
      "Also, after you sauté the chicken, check if bits stuck to the bottom, in that case, deglaze the pot with 1/4 cup orange juice and scrape them with a wooden spoon. If you leave the bits stuck to the bottom, they may burn or cause the pot not to come to pressure.",
      "If you want a truly golden-brown chicken, brown it on the stove top, as the Instant Pot isn't really good for that.",
      "Add the Sauce ingredients to the pot: remaining 3/4 cups of orange juice, minced garlic, ginger, soy sauce, white sugar, brown sugar, rice wine, orange zest and Sriracha sauce. You can skip the Sriracha sauce or add more if you prefer your food on the spicier side.",
      "Add the tomato sauce if you are using it. The tomato sauce adds a tanginess to the overall sweet recipe, and it makes it taste more savory. It is based on your own preference. I like it both ways: with and without the sauce. You can use less, or completely leave it out if you want a pure orange aroma.",
      "Stir gently until all the ingredients are combined and coated in sauce.",
      "Close lid, select Manual, and select 5 minutes on High Pressure. Make sure the vent is closed.",
      "Use a 10 minute Natural Release. Turn off the heat. Release the remaining pressure by opening the vent. Open the lid.",
      "Select again the Sauté function, on LOW. In a medium bowl combine 2 tablespoons of cornstarch with the orange juice, whisk until all combined with no lumps. ",
      "Add the mixture to the Instant Pot and gently stir to combine. Cook on Sauté function for a few more minutes, stirring gently, until the sauce thickens. Simmer for 2-3 minutes.",
      "If you want the sauce even thicker, mix one more tablespoon of cornstarch with orange juice and add it to the pot.",
      "Let the Orange Chicken stand for 5-7 minutes, the sauce will thicken more.",
      "Serve over rice and garnish with fresh chopped green onions and extra orange zest."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/instant-pot-orange-chicken.jpg"
  },
  {
    "title": "Italian Chicken over Lemony Spaghetti",
    "ingredients": [
      "2 Zucchini",
      "4 cloves garlic",
      "2 lemons",
      "12 oz spaghetti",
      "1 to 1.5 lb chicken breasts",
      "2 tbsp Italian seasoning",
      "2 tsp chili Flakes",
      "3/4 cups Chicken stock",
      "4 tbsp sour cream",
      "1/2 cup parmesan cheese"
    ],
    "directions": [
      "Bring a large pot of salted water to a boil.",
      "Trim and quarter zucchini lengthwise. Cut crosswise into 1/2\" thick pieces. Mince garlic. Zest 1 lemon. Quarter both lemons.",
      "Once water is boiling, add spaghetti to pot. Cook until al dente, 9 - 11 minutes.",
      "Meanwhile, heat a drizzle of olive oil in a large, preferably nonstick, pan over medium-high heat. Add zucchini and cook, stirring occasionally, until browned and softened, 4 - 6 minutes. Season with salt and pepper. Turn off heat and transfer to a plate. Wipe out pan.",
      "While zucchini cooks, pat chicken dry with paper towels and season all over with Italian seasoning, salt, and pepper.",
      "Once zucchini is done, heat a large drizzle of oil in the same pan over medium-high heat. Add chicken and cook until browned and cooked through, 5 - 7 minutes per side. Turn off heat. Transfer to cutting board. Once cool, slice chicken crosswise.",
      "Heat a drizzle of olive oil in pot used for spaghetti over medium-high heat. Add garlic, half the lemon zest, and a pinch of chili flakes. Cook stirring, until fragrant, 30 seconds. Stir in chicken stock and juice from half the lemon. Simmer until thickened, 1 - 2 minutes.",
      "Add spaghetti, zucchini, sour cream, and 1 tbsp butter to sauce. Toss to coat. Add half the parmesan. Season with salt and pepper.",
      "Divide between bowls and top with chicken. Top with remaining parmesan and lemon zest, and a pinch of chili flakes if desired. Serve with lemon wedges on side."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/italian-chicken-over-lemony-spaghetti.jpg"
  },
  {
    "title": "Lasagna",
    "ingredients": [
      "12 lasagna noodles",
      "1 lb mozzarella",
      "2 cups (1 15-oz container) ricotta cheese",
      "Salt and pepper",
      "5 cups tomato sauce (2 26-oz jars)",
      "½ cup plus 2 tablespoons grated parmesan or romano"
    ],
    "directions": [
      "Boil noodles.",
      "Preheat oven to 375 degrees.",
      "Cut mozzarella into ½ inch cubes.",
      "In small bowl, combine ricotta, ½ cup of Parmesan, and 1 tbsp of water from boiling pasta pot. Season mixture with salt and pepper.",
      "To assemble lasagna, lay down 1 cup of tomato sauce, followed by noodle, followed by 1/3 of cheese. Repeat.",
      "Bake in oven. After 30 minutes, cover with foil. Bake another 20 minutes until hot and bubbly.",
      "Let stand, covered for 15 minutes before cutting."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Lemon-Oregano Chicken Breasts",
    "ingredients": [
      "1/4 cup extra-virgin olive oil",
      "Finely grated zest and juice of 2 lemons",
      "1 tbsp dried oregano",
      "1 tbsp minced garlic",
      "2 tsp paprika",
      "1 1/2 tsp kosher salt",
      "1/2 tsp freshly ground black pepper",
      "6 boneless, skinless chicken breast halves, about 6 oz each"
    ],
    "directions": [
      "In a meadium bowl, whisk the marinade ingredients.",
      "Place the breasts on a large, rimmed plate. Spoon or brush the marinade over the breasts, turning to coat them evenly. Cover with plastic wrap and refrigerate for 1 to 2 hours.",
      "Prepare the grill for direct cooking over medium heat.",
      "Grill the chicken, smooth side down, over direct medium heat, with the lid closes as much as possible, until the meat is firm to the touch and opaque all the way to the center, 8 to 12 minutes, turning once or twice.",
      "Serve warm."
    ],
    "photo": ""
  },
  {
    "title": "Macaroni and Cheese Casserole",
    "ingredients": [
      "8 oz sharp cheddar cheese, shredded (2 cups)",
      "4 oz American cheese, shredded (1 cup)",
      "4 tsp cornstarch",
      "8 oz (2 cups) elbow macaroni",
      "1 cup heavy cream",
      "2 cups water",
      "2 large eggs",
      "2 tsp Dijon mustard",
      "2 tsp hot sauce",
      "2 tsp Worcestershire sauce",
      "1/2 tsp table salt",
      "1/2 tsp pepper"
    ],
    "directions": [
      "Adjust oven rack 6 inches from broiler element and heat oven to 400 degrees. Toss 4 oz cheddar, American cheese, and 2 tsp cornstarch together in bowl. Add macaroni, toss to combine, and transfer mixture to broiler-safe- 8\" square baking dish.",
      "Whisk cream and remaining 2 tsp cornstarch together in now-empty bowl until cornstarch is dissolved. Whisk in water, eggs, mustard, hot sauce, Worcestershire, salt, and pepper until fully combined. Pour cream mixture over macaroni mixture in dish. Cover with aluminum foil and bake for 30 minutes.",
      "Remove dish from oven and discard foil. Stir to redistribute macaroni. Sprinkle with remaining 4 oz cheddar. Return dish to oven and continue to bake until edges are bubbling and just set and center registers 150 to 160 degrees, about 15 minutes.",
      "Broil until top of casserole is spotty brown, about 2 minutes. Let rest on wire rack for 25 minutes. Serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/easy-macaroni-and-cheese-casserole.jpg"
  },
  {
    "title": "Malasadas",
    "ingredients": [
      "2 1/4 cups bread flour",
      "1/4 cup sugar, plus 1 cup for coating",
      "2 1/4 tsp instance or rapid rise yeast",
      "1/2 tsp salt",
      "3/4 cup whole milk",
      "2 large eggs",
      "2 tbsp unsalted butter, melted and cooled",
      "1 tbsp plus 2 quarts vegetable oil"
    ],
    "directions": [
      "Whisk flour, 1/4 cup sugar, yeast, and salt together in bowl of stand mixer. ",
      "Whisk milk, eggs, and melted butter in separate bowl until combined.",
      "Add Milk mixture to flour mixture. Fit mixer with dough hook and mix on low speed until dough comes together, about 2 minutes. Increase speed to medium and knead until dough is uniform, shiny, and sticky, about 8 minutes (dough will not clear bottom or sides of bowl).",
      "Using greased rubber spatula, transfer dough to greased large bowl. Cover with plastic wrap and let rise at room temperature until doubled in size, 1 1/2 to 2 hours.",
      "Brush rimmed baking sheet with 1 tbsp oil. Turn out dough onto sheet and gently press down to deflate. Divide dough into 12 equal pieces and evenly space pieces on sheet.",
      "Using your greased hands, pat each piece of dough into 3 1/2\" disk (about 3/8\" thick). Cover sheet with plastic and let dough rise at room temperature until puffy.",
      "Set wire rack in second rimmed baking sheet. Add remaining 2 quarts oil to large Dutch oven until it measures about 1 1/2\" deep and heat over medium-high heat to 350 degrees.",
      "Gently drop 4 dough disks into hot oil and fry until golden brown, about 3 minutes, flipping disks halfway through fryng. Adjust burner to maintain oil temperature between 325 to 350 degrees.",
      "Using slotted spoon or spider skimmer, transfer malasadas to prepared wire rack. Return oil to 350 degrees and repeat with remaining dough disks in two batches.",
      "Place remaining 1 cup sugar in large bowl. Lightly toss malasadas, one at a time, in sugar to coat. Transfer to platter. Serve immediately."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/malasadas.jpg",
    "tags": [
      "breakfast",
      "brunch"
    ]
  },
  {
    "title": "Mozz-Stuffed Burgers",
    "ingredients": [
      "12 oz Yukon Gold potatoes",
      "1 Roma tomato",
      "1 tsp garlic powder",
      "2 tbsp sour cream",
      "1/2 cup mozzarella cheese",
      "2 brioche buns",
      "1/2 tbsp Italian seasoning",
      "1/2 oz basil",
      "2 tbsp mayonnaise",
      "10 oz ground beef",
      "1/4 cup parmesan cheese"
    ],
    "directions": [
      "Slice tomato into 1/2\" thick rounds. Pick basil leaves from stems; mince leaves.",
      "Place 1 tbsp butter and garlic powder in a small bowl; microwave until butter is softened. Season with salt and pepper and stir to combine.",
      "In a medium bowl, combine beef, Italian seasoning, and some basil. Season generously with salt and pepper. Form mixture into two 1/2\" thick patties.",
      "Divide mozzarella between the centers of each patty. Gently fold meat around mozzarella, shaping and sealing to create cheese-stuffed patties.",
      "Season tomato with salt and pepper. Heat a drizzle of olive oil in a large, preferably nonstick pan over medium-high heat. Add tomato and cook until lightly browned, 1-2 minutes per side. Transfer to a plate.",
      "Add another drizzle of olive oil to same pan. Add patties and cook to desired doneness, 3-5 minutes per side.",
      "Halve buns. Spread cut sides with garlic butter. Place on baking sheet. Toast on middle rack until lightly browned.",
      "Make burgers and serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Orange Chicken (Hello Fresh)",
    "ingredients": [
      "1 1/2 cups jasmine rice",
      "2 oranges",
      "4 scallions",
      "20 oz chicken cutlets",
      "164g Tempura Mix",
      "8 tbsp sweet soy glaze",
      "2 oz sweet thai chili sauce",
      "5 tsp rice wine vinegar",
      "4 tbsp apricot jam",
      "2 chicken stock concentrate",
      "1 tbsp cornstarch"
    ],
    "directions": [
      "In a small pot, combine rice, 2 1/4 cups of water, and a pinch of salt. Brint to a boil, then cover and reduce to a low simmer. Cook until tender, 15 - 18 minutes.",
      "Keep covered off heat until ready to serve.",
      "Zest orange until you have 2 tsp. Halve oranges. Sweeze juice from both halves into a small bowl.",
      "Thinly slice scallions.",
      "Pat chicken dry with paper towels. Dice into 1\" pieces.",
      "In a large bowl, whick together tempura mix, 2/3 cup of water, and salt until smooth. Add water if mixture is too thick.",
      "Stir chicken into batter until fully coated.",
      "To bowl with orange juice, add sweet soy glaze, chili sauce, jam stock concentrate, orange zest, vinegar, 2 tbsp water, 2 tsp cornstarch, and 8 tsp sugar.",
      "Heat a medium, dry pan over medium-high heat. Pour in orange sauce. Cook until slightly thickened, 3 - 4 minutes. Remove pan from heat.",
      "Heat a 1/3\" layer of oil in a large, heavy-bottomed pan over medium-high heat. Once oil is hot enough that a drop of batter sizzles when added to the pan, working in batches if necessary, carefully add coated chicken in a single layer. Cook until groden brown on first side, 3- 5 minutes. Using tongs, flip and cook until chicken is golden brown and cooked through, 4 - 5 minutes more.",
      "Using tongs or a slotted spoon, transfer chicken to a paper-towel-lined plate. Immediately season lightly with salt and pepper.",
      "Add tempura chicken and half the scallions to pan with sauce. Reheat over medium heat, stirring, until chicken is glazed, 1 - 2 minutes. If sauce is too thick, add a splash of water.",
      "Fluff rice with a fork. Divide between plates. Top with orange chicken and any remaining sauce from pan. Garnish with remaining scallions and serve."
    ],
    "photo": "https://recipes.mikevenable.net/photos/orange-chicken-hello-fresh.jpg"
  },
  {
    "title": "Orange Chicken",
    "ingredients": [
      "SAUCE",
      "2 oranges",
      "3/4 cup chicken broth",
      "1/3 cup white wine",
      "1/3 cup packed brown sugar",
      "1/4 cup sauce",
      "2 tbsp cornstarch",
      "3 garlic cloves, minced",
      "1 tbsp grated fresh ginger",
      "1 tbsp siracha",
      "1 tbsp toasted sesame oil",
      "CHICKEN",
      "1 1/2 lb boneless, skinless chicken thighs, trimmed and cut into 1\" pieces",
      "2 large egg whites",
      "1/2 tsp table salt",
      "1 1/2 cups cornstarch",
      "1/2 cup all-purpose flour",
      "1 tsp baking powder",
      "1 quart peanut or vegetable oil for frying",
      "2 scallions, sliced thin on bias"
    ],
    "directions": [
      "FOR THE SAUCE: Using vegetable peeler, remove eight 2\" strips of zest from 1 orange. Using a rasp-style grate, grate 1 1/2 tsp of zest from the remaining orange. Halve both oranges and squeeze to get 3/4 cup of juice.",
      "Combine the orange zest (strips and grated) and juice, broth, vinegar, sugar, soy sauce, cornstarch, garlic, ginger, siracha, and oil in a medium sauce pan and whisk to dissolve the cornstarch.",
      "Bring the sauce to a simmer over medium-high heat, stirring frequently. Cook until dark brown and thickened, about 2 minutes. Cover and set aside.",
      "Combine the chicken, egg whites, and salt in a bowl.",
      "Place cornstarch, flour and baking powder in a double-bagged large paper shopping bag. Roll top of bag to seal and shake gently to combine.",
      "Add the chicken mixture to the cornstarch mixture in a bag, roll the top of the bag to seal, and shake vigorously to thoroughly coat the chicken. Set it aside.",
      "Line a rimmed baking sheet with a triple layer of paper towels. Add oil to a large dutch oven and heat over medium-high heat to 350 degrees.",
      "Shake the chicken in the bag once more. Add half of the chicken to the hot oil and fry until cooked through (chicken will still be somewhat pale), 4 to 6 minutes, stirring frequently.",
      "Adjust the burner, if necessary, to maintain an oil temperature between 300 and 350 degrees. Using a slotted spoon or spider skimmer, transfer the fried chicken to the prepared sheet. Return the oil to 350 degrees and repeat with the remaining chicken.",
      "Warm the sauce over a medium heat until simmering, about 1 minute. Toss the sauce and chicken in a large bowl until the chicken is evenly coated. ",
      "Serve, sprinkling individual portions with scallions."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/orange-chicken.jpg"
  },
  {
    "title": "Oregon Blackberry Pie",
    "ingredients": [
      "[Pie Dough] ⅓ cup ice water, plus extra as needed",
      "[Pie Dough] 3 tablespoons sour cream",
      "[Pie Dough] 2 ½ cups (12 1/2 ounces) all-purpose flour",
      "[Pie Dough] 1 tablespoon sugar",
      "[Pie Dough] 1 teaspoon salt",
      "[Pie Dough] 16 tablespoons unsalted butter, cut into 1/4-inch pieces and frozen for 15 minutes",
      "[Filling] ¾ cup (5 1/4 ounces) sugar, plus 1 teaspoon for topping",
      "[Filling] 5 tablespoons (1 1/4 ounces) cornstarch",
      "[Filling] ¼ teaspoon salt",
      "[Filling] 20 ounces (4 cups) blackberries",
      "[Filling] 2 tablespoons lemon juice",
      "[Filling] 2 tablespoons unsalted butter, cut into 1/2-inch pieces",
      "[Filling] 1 large egg, lightly beaten"
    ],
    "directions": [
      "FOR THE PIE DOUGH: Mix ice water and sour cream in bowl. Process flour, sugar, and salt in food processor until combined, about 5 seconds. Scatter butter over top and pulse until butter is size of large peas, about 10 pulses.",
      "Pour half of sour cream mixture into bowl with flour mixture and pulse until incorporated, about 3 pulses. Scrape down bowl and repeat with remaining sour cream mixture. Pinch dough with your fingers; if dough feels dry and does not hold together, sprinkle 1 to 2 tablespoons extra ice water over mixture and pulse until dough forms large clumps and no dry flour remains, 3 to 5 pulses.",
      "Transfer dough to lightly floured counter. Divide dough in half and form each half into 4-inch disk. Wrap disks tightly in plastic wrap and refrigerate for 1 hour. (Wrapped dough can be refrigerated for up to 2 days or frozen for up to 1 month. If frozen, let dough thaw completely on counter before rolling.)",
      "Adjust oven rack to lower-middle position and heat oven to 400 degrees. Let chilled dough sit on counter to soften slightly, about 10 minutes, before rolling. Roll 1 disk of dough into 12-inch circle on lightly floured counter. Loosely roll dough around rolling pin and gently unroll it onto 9-inch pie plate, letting excess dough hang over edge. Ease dough into plate by gently lifting edge of dough with your hand while pressing into plate bottom with your other hand.",
      "Wrap dough-lined plate loosely in plastic and refrigerate until dough is firm, about 30 minutes. Roll other disk of dough into 12-inch circle on lightly floured counter, then transfer to parchment paper–lined baking sheet. Using pizza cutter, cut dough into twelve 1-inch strips. Discard 4 short end pieces, then cover remaining 8 long strips with plastic and refrigerate for 30 minutes.",
      "FOR THE FILLING: Whisk sugar, cornstarch, and salt together in large bowl. Add blackberries and toss gently to coat. Add lemon juice and toss until no dry sugar mixture remains. (Blackberries will start to exude some juice.)",
      "Transfer blackberry mixture to dough-lined pie plate and dot with butter. Lay 4 dough strips parallel to each other across pie, about 1 inch apart. Brush strips with egg, leaving 1/2 inch at ends unbrushed. Lay remaining 4 strips perpendicular to first layer of strips, about 1 inch apart.",
      "Pinch edges of lattice strips and bottom crust firmly together. Trim overhang to 1/2 inch beyond lip of plate. Tuck overhang under itself; folded edge should be flush with edge of plate. Crimp dough evenly around edge of plate using your fingers.",
      "Brush lattice top and crimped edge with egg and sprinkle with remaining 1 teaspoon sugar. Set pie on parchment-lined baking sheet. Bake until golden brown and juices bubble evenly along surface, 45 to 50 minutes, rotating sheet halfway through baking. Let cool on wire rack for at least 4 hours before serving."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Pancakes",
    "ingredients": [
      "2 cups all-purpose flour",
      "2 tbsp sugar",
      "2 tsp baking powder",
      "1 1/2 tsp baking soda",
      "1/2 tsp fine sea salt",
      "2 large eggs, lightly beaten",
      "1 3/4 cups whole milk",
      "2 tbsp unsalted butter, melted and cooled, plus 1/4 cup melted for frying",
      "Warmed maple syrup for serving"
    ],
    "directions": [
      "In a large bowl, sift together the flour, sugar, baking powder, baking soda and salt. Stir until well mixed and make a well in the center.",
      "Pour the eggs, the milk, and the two tbsp melted butter into the well. Whisk from the center outward, until the ingredients are combined, but still a little lumpy.",
      "Preheat a nonstick or cast-iron griddle over medium-high heat.",
      "Brush the griddle with melted butter.",
      "Ladle 1/4 cup of batter onto the griddle.",
      "When pancakes have begun to bubble in the center and a few of the bubbles have popped and the undersides are golden , flip the pancakes.",
      "Cook until the second side is golden, then transfer to a platter.",
      "Cook remaining pancakes in the same way, adding butter as needed."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png",
    "tags": [
      "breakfast"
    ]
  },
  {
    "title": "Parmesan-Crusted Chicken",
    "ingredients": [
      "1 lemon",
      "1/2 cup panko breadcrumbs",
      "1 tbsp fry seasoning",
      "1/2 cup parmesan cheese",
      "12 oz chicken breasts",
      "2 tsp dijon mustard",
      "2 tbsp mayonnaise",
      "6 oz spaghetti",
      "4 oz grape tomatoes",
      "2 cloves garlic",
      "2 tbsp cream cheese"
    ],
    "directions": [
      "Adjust rack to middle position and preheat oven to 450 degrees. Bring a large pot of salted water to a boil. Line a baking sheet with foil and lightly oil.",
      "Zest and quarter lemon.",
      "In a small bowl, combine panko, half the fry seasoning, half the parmesan, and a drizzle of oil. Season with salt and pepper.",
      "Pat chicken dry with paper towels and place on one side of prepared baking sheet. Season all over with salt, pepper, and remaining fry seasoning.",
      "In a second small bowl, combine mustard and mayonnaise; evenly spread onto tops of chicken. Mound coated sides with panko mixture, pressing to adhere (no need to coat the undersides). Roast for 10 minutes (we'll add more to the sheet then).",
      "Once water is boiling, add spaghetti to pot. Cook until al dente, 9-11 minutes. Reserve 1 cup pasta cooking water, then drain. Meanwhile, halve tomatoes. Mince or grate garlic. In a medium bowl, toss tomatoes with half the garlic and a drizzle of olive oil. Season with plenty of salt and pepper.",
      "Once chicken has roasted 10 minutes, remove baking sheet from oven. Place seasoned tomatoes on empty side of sheet. Return to oven until tomatoes are lightly browned and softened and chicken is cooked through, 7-8minutes.",
      "Melt 1 tbsp butter in pot used for pasta over medium heat. Add remaining garlic; cook until fragrant, 20-30 seconds. Lower heat; stir in another 1tbsp butter, cream cheese, a pinch of lemon zest, and 1/4 cup reserved pasta cooking water until smooth. Squeeze in 1 tbsp lemon juice; add spaghetti and toss to combine.",
      "Add half the tomatoes to pot with spaghetti. Season with salt and pepper; toss to combine. Divide pasta and chicken between plates. Top pasta with remaining tomatoes and parmesan. Serve with any remaining lemon wedges on the side."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/parmesan-crusted-chicken.jpg"
  },
  {
    "title": "Pasta Caprese",
    "ingredients": [
      "5 large tomatoes",
      "1/2 cup extra-virgin olive oil",
      "1 tsp balsamic vinegar",
      "2 cloves garlic, very thinly sliced",
      "Salt and freshly ground black pepper",
      "Pinch of cayenne pepper",
      "1 lb penne or ziti",
      "1/2 lb fresh mozzarella cheese, cut into small cubes",
      "About 15 fresh basil leaves, finely shredded, plus several sprigs"
    ],
    "directions": [
      "Peel and seed the tomatoes, then cut them into small dice. Drain the diced tomatoes in a colander for about 15 minutes to remove excess liquid.",
      "In a bowl, combine the drained tomatoes, olive oil, vinegar, and garlic. Season to taste with salt and black pepper and the cayenne. Toss and let sit and room temperature for about 20 minutes to develop flavor.",
      "Meanwhile, bring a large pot of water to a boil over high heat. Generously salt the boiling water, and the pasta, and cook until al dente, 10 - 12 minutes.",
      "Drain the pasta and put it in a warmed large, shallow bowl. Add the tomato mixture and toss. Add the mozzarella and basil shreds and toss gently. The heat from the past will start to melt the cheese. Taste and adjust the seasoning. Garnish with basil sprigs and serve at once."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/pasta-caprese.jpg"
  },
  {
    "title": "Pat-in-the-Pan Biscuits",
    "ingredients": [
      "12 tbsp unsalted butter, divided",
      "4 cups cake flour, plus extra for sprinkling",
      "2 tsp baking powder",
      "1/2 tsp baking soda",
      "2 tsp salt",
      "2 cups buttermilk, chilled"
    ],
    "directions": [
      "Adjust oven rack to middle position and heat oven to 450 degrees. Grease 8-inch square baking pan with 1 tbsp butter. Cut 10 tbsp butter into 1/2 inch pieces and freeze until chilled, about 15 minutes. Let remaining 1 tbsp butter sit at room temperature to soften.",
      "Whisk flour, baking powder, baking soda, and salt together in bowl. Add chilled butter to flour mixture and smash butter between your fingertips into pea-size pieces. Gently stir in buttermilk until no dry pockets of flour remain. Using rubber spatula, transfer dough to prepared pan.",
      "Lightly sprinkle extra flour evenly over dough to prevent sticking. Using your floured hands, pat dough into even layer and into corners of pan. Using bench scraper sprayed with vegetable oil spray, cut dough into 9 equal squares, but do not separate. Bake until golden brown on top, about 30 minutes.",
      "Let biscuits cool in pan for 5 minutes. Brush tops with softened butter. Let cool for 10 minutes. Pull biscuits apart at cuts and serve warm."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png",
    "tags": [
      "breakfast"
    ]
  },
  {
    "title": "Peanut Butter Blossoms",
    "ingredients": [
      "1/2 cup crisco butter flavor all-vegetable shortening",
      "1/2 cup jif creamy peanut butter",
      "1/2 cup firmly packed brown sugar",
      "3/4 cup sugar, divided",
      "1 large egg",
      "2 tbsp milk",
      "1 tsp vanilla extract",
      "1 3/4 cups all purpose flour",
      "1stp baking soda",
      "1/2 tsp salt",
      "48 foil-wrapped milk chocolate pieces, unwrapped"
    ],
    "directions": [
      "Heat oven to 375 degrees. Beat shortening, peanut butter, brown sugar, and 1/2 cup sugar in large bowl with electric mixer on medium speed until creamy. Beat in egg, milk, and vanilla.",
      "Stir together flour, baking soda and salt. Add gradually to creamed mixture, beating on low speed until blended.",
      "Shape into 1\" balls. Roll in remaining 1/4 cup sugar. Place 2 inches apart on ungreased baking sheet. Bake 10 to 12 minutes or until golden brown.",
      "Top each cookie immediately with an unwrapped chocolate piece, pressing down firmly so that cookie cracks around edge. Remove cookies to wire rack to cool completely."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png",
    "tags": [
      "dessert"
    ]
  },
  {
    "title": "Perfect Chocolate Chip Cookies",
    "ingredients": [
      "8 3/4 oz. unbleached all-purpose flour",
      "1/2 tsp baking soda",
      "14 tbsp unsalted butter",
      "3 1/2 oz granulated sugar",
      "5 1/4 oz brown sugar (light or dark)",
      "1 tsp salt",
      "2 tsp vanilla extract",
      "1 large egg",
      "1 large egg yolk",
      "10 to 12 oz chocolate chips"
    ],
    "directions": [
      "Adjust oven rack to middle position and heat oven to 375 degrees. Line 2 large (18- by 12-inch) baking sheets with parchment paper. ",
      "Whisk flour and baking soda together in medium bowl and set aside.",
      "Heat butter in microwave on high heat until melted, about 1 to 2 minutes. Add to the mixing bowl and add both sugars, salt, and vanilla to bowl with butter and whisk until fully incorporated. ",
      "Add egg and yolk and whisk until mixture is smooth with no sugar lumps remaining, about 30 seconds.",
      "Let mixture stand 3 minutes, then whisk for 30 seconds. Repeat process of resting and whisking two more times until mixture is thick, smooth, and shiny. ",
      "Using rubber spatula or wooden spoon, stir in flour mixture until just combined, about 1 minute. Stir in chocolate chips, giving dough final stir to ensure no flour pockets remain.",
      "Divide dough into 16 portions, each about 3 tablespoons. Arrange 2\" apart on prepared baking sheets, 8 dough balls per sheet.",
      "Bake cookies one tray at a time until cookies are golden brown and still puffy, and edges have begun to set but centers are still soft, 10 to 14 minutes, rotating baking sheet halfway.",
      "Transfer baking sheet to wire rack. Cool cookies completely before serving."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/perfect-chocolate-chip.jpg",
    "tags": [
      "dessert"
    ]
  },
  {
    "title": "Popcorn Chicken",
    "ingredients": [
      "1 1/2 lb boneless, skinless chicken breasts, trimmed",
      "2 3/4 cups all purpose flour",
      "1/2 cup cornstarch",
      "1 1/2 tbsp granulated garlic",
      "1 1/2 tbsp sugar",
      "1 tbsp baking powder",
      "Kosher salt and pepper",
      "2 tsp onion powder",
      "1 tsp cayenne pepper",
      "1/2 cup water",
      "2 large eggs, lightly beaten",
      "11/2 quarts peanut or vegetable oil",
      "6 tbsp honey",
      "2 tbsp Frank's RedHot Original Cayenne Pepper Sauce"
    ],
    "directions": [
      "Place chicken on large plate and freeze until firm but still malleable, about 40 minutes.",
      "Whisk 2 1/2 cups flour, cornstarch, granulated garlic, sugar, baking powder, 1 tbsp salt, onion powder, cayenne, and 1 tsp pepper together in large bowl. Add water and rub flour mixture between your hands until tiny craggy bits form throughout and mixture holds together like damp sand when squeezed.",
      "Cut chicken into 1/2 inch pieces. Toss chicken, eggs, and 2 tsp salt together in second bowl. Transfer half of chicken to flour mixture and toss with your hands, pressing on coating to adhere and breaking up clumps, until chicken is coated on all sides. Pick chicken out of flour mixture and spread in even layer on rimmed baking sheet. Whisk remaining 1/4 cup flour into flour mixture until combined, then repeat coating process with remaining chicken.",
      "Line second rimmed baking sheet with triple layer of paper towels. Add oil to large Dutch oven until it measures about 1\" deep and heat over medium-high heat to 400 degrees.",
      "Using spider skimmer or slotted spoon, carefully add half of chicken to hot oil in several spoonfuls. Immediately stir to break up clumps. Fry until chicken is evenly golden brown and cooked through, 2 to 3 minutes, stirring occasionally. Using clean spider skimmer or slotted spoon, transfer chicken to paper towel-lined sheet. Return oil to 400 degrees and repeat with remaining chicken. Let cool for 5 minutes.",
      "Whisk honey, hot sauce, and pinch salt together in small bowl. Serve chicken with honey sauce."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/missing-photo.png"
  },
  {
    "title": "Pork Sausage & Roasted Bell Pepper Pasta",
    "ingredients": [
      "2 bell peppers",
      "1 chili pepper",
      "18 oz Italian Pork Sausage",
      "2 cloves garlic",
      "12 oz penne pasta",
      "3 oz tomato paste",
      "8 oz cream sauce base",
      "1/4 cup parmesan cheese"
    ],
    "directions": [
      "Adjust rack to the middle position and preheat the oven to 400 degrees. Bring a large pot of salted water to a boil.",
      "Halve the bell peppers. Discard the stems and seeds. Peel garlic (do not chop). Thinly slice chili. Remove sausage from casing.",
      "Drizzle each bell pepper healf with oil and season with salt and pepper. Place cut sides down aon a lightly oiled baking sheet.",
      "Place whole garlic clove in the center of a small piece of foil. Drizzle with oil. Season with salt and pepper. Cinch into a packet and place on the same sheet.",
      "Roast on the middle rack until the pepper is lightly charred and garlic is softened. About 20 - 25 minutes.",
      "Once the water is boiling, add the penne to the pot. Cook until al dente, reserving 1 cup of pasta water.",
      "While pasta cooks, heat a drizzle of olive oil in a large pan over medium-high heat. Add sausage and cook, breaking up the meat into pieces, until browned. Stire in a pinch of chili if desired.",
      "Add the tomato paste and 3/4 cup of reserved pasta cooking water. Simmer until thickened, 2 - 3 minutes. Turn off heat.",
      "Carefully transfer roasted bell pepper and garlic to a cutting board. Thinly slice bell pepper into strips. Mash garlic with a fork.",
      "Return the pan with the sausage mixture to low heat. Stir in garlic. Pour in cream sauce base.",
      "Stir in the bell pepper, drained penne, half the parmesage and 4 tbsp of butter. Add more reserved water if needed.",
      "Season pasta with salt and pepper and divide between bowls. Sprinkle with remaining parmesan and, if desired, a pinch of the remaining chili. Serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/pork-sausage-and-roasted-bell-pepper-pasta.jpg"
  },
  {
    "title": "Roasted Ranch Potatoes",
    "ingredients": [
      "[Sauce] 1/4 cup mayonnaise",
      "[Sauce] 1/4 cup sour cream",
      "[Sauce] 2 tbsp milk",
      "[Sauce] 2 tbsp chopped fresh cilantro",
      "[Sauce] 1 tbsp distilled white vinegar",
      "[Sauce] 2 tsp chopped fresh dill",
      "[Sauce] 1 tsp granulated garlic",
      "[Sauce] 1tsp onion powder",
      "[Sauce] 1/4 tsp salt",
      "[Sauce] 1/4 tsp pepper",
      "[Potatoes] 2 lb Yukon Gold Potatoes, unpeeled, cut into 1\" chunks",
      "[Potatoes] 1/4 cup extra-virgin olive oil",
      "[Potatoes] 2 tsp granulated garlic",
      "[Potatoes] 2 tsp onion powder",
      "[Potatoes] 1 tsp salt",
      "[Potatoes] 1 tsp pepper",
      "[Potatoes] 8 oz sharp cheddar cheese, shredded (2 cups)",
      "[Potatoes] 1 tbsp chopped fresh cilantro",
      "[Potatoes] 2 tsp chopped fresh dill"
    ],
    "directions": [
      "FOR THE SAUCE: Whisk all ingredients together in bowl. Cover and set aside while potatoes cook.",
      "FOR THE POTATOES: Adjust oven rack to middle position and head to 400 degrees. Toss potatoes, oil, granulated garlic, onion powder, salt, and pepper together in bowl.",
      "Arrange potatoes in single layer on rimmed baking sheet. Roast until potatoes are tender and deep golden brown on bottoms, 35 to 40 minutes. Sprinkle potatoes with cheddar, return sheet to oven, and continue to roast until cheese is melted, about 3 minutes longer.",
      "Transfer potatoes to platter. Sprinkle with cilantro and dill. Serve with sauce."
    ]
  },
  {
    "title": "Skillet Tortellini with Sausage and Cherry Tomatoes",
    "ingredients": [
      "1 tbsp extra virgin olive oil",
      "1 lb sweet Italian sausage, casings removed",
      "2 garlic cloves, sliced thin",
      "4 cups chicken broth",
      "12 oz dried cheese tortellini",
      "6 oz cherry tomatoes, halved",
      "2 tbsp chopped fresh basil",
      "grated parmesan cheese"
    ],
    "directions": [
      "Heat oil in 12\" nonstick skillet over medium heat until shimmering.",
      "Add sausage and cook, breaking meat into small pieces with spoon, until no longer pink, about 4 minutes.",
      "Add garlic and cook until fragrant, about 30 seconds. Add broth and pasta and bring to a boil. Cook, stirring occasionally, until pasta is tender, about 15 minutes.",
      "Stir in tomatoes and cook until slightly softened, about 2 minutes.",
      "Sprinkle with basil and serve with Parmesan."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/tortellini-with-sausage.jpg"
  },
  {
    "title": "Snickerdoodles",
    "ingredients": [
      "2 1/4 cups all-purpose flour",
      "1 tsp cream of tartar",
      "1 tsp baking soda",
      "3/4 tsp table salt",
      "1 1/2 cups sugar, plus 1/3 cup for rolling",
      "3 oz cream cheese, cut into 3 pieces",
      "8 tbsp unsalted butter",
      "1/4 cup vegetable oil",
      "1 large egg",
      "1 tsp vanilla extract",
      "1 tbsp ground cinnamon"
    ],
    "directions": [
      "Adjust oven rack to middle position and heat oven to 350 degrees. Line 2 rimless baking sheets with parchment paper.",
      "Whisk flour, cream of tartar, baking soda, and salt together in bowl. Set aside.",
      "Place 1 1/2 cups sugar and cream cheese in a large heatproof bowl.",
      "Melt butter in 8\" skillet over medium heat. Cook, swirling skillet constantly, until milk solids in butter are color of milk chocolate and have toasty aroma, 3 to 5 minutes.",
      "Immediately remove skillet from heat and scrape browned butter into bowl with sugar and cream cheese. Stir and mash with rubber spatula until combined.",
      "Whisk in oil. Whisk in egg and vanilla until smooth. Stir in flour mixture with rubber spatula until soft, homogeneous dough forms.",
      "Mix cinnamon and remaining 1/3 cup sugar together in shallow dish.",
      "Divide dough into 24 equal pieces, about 2 tbsp each. Using your hands, roll dough into balls. Working in batches, roll balls in cinnamon sugar to coat, then evenly space balls on prepared sheets, 12 balls per sheet. Using bottom of drinking glass, flatten balls into 2\" wide disks, about 1/2\" thick.",
      "Bake cookies, 1 sheet at a time, until puffed and covered with small cracks (cookies will look raw between cracks and seem underdone; they will deflate and set as they cool), 11 to 13 minutes, rotating sheet halfway through baking.",
      "Let cookies cool on sheet for 5 minutes, then transfer to wire rack and let cool completely. Serve. (Cookies can be stored in airtight container for up to 3 days)."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/snickerdoodles.jpg",
    "tags": [
      "dessert"
    ]
  },
  {
    "title": "Spaghetti and Meatballs",
    "ingredients": [
      "1 (28 or 35-ounce) can whole plum tomatoes with juice",
      "1 cup freshly grated parmesan cheese",
      "1 egg",
      "1 lb ground meat",
      "1 lb spaghetti",
      "1 onion, minced",
      "1 tsp minced garlic",
      "1/2 cup plain bread crumbs",
      "1/4 cup minced fresh parsley leaves",
      "2 tbsp olive oil",
      "salt"
    ],
    "directions": [
      "Lightly combine the meat, egg, half the parmesan, parsley, garlic, bread crumbs, and salt in a bowl. Form into balls.",
      "Heat olive oil for about three minutes in broad, deep skillet over medium heat. Add meatballs and cook, shaking every minute or so. When they are browned all over (about 15 minutes) remove them to a plate.",
      "Add meatballs and salt to sauce and cook about 15 minutes, until meatballs are cooked through.",
      "Boil spaghetti.",
      "Crush tomatoes with fork or hands and add to pan along with juice. Cook, stirring occasionally, until tomatoes begin to break, five to 10 minutes.",
      "Mix spaghetti with sauce and meatballs. Top with remaining parmesan when serving.",
      "Pour off all but a film of the fat that has accumnjulated in the pan. Add onion, stirring until begins to brown."
    ]
  },
  {
    "title": "Spiced Crunchy Pork Chops",
    "ingredients": [
      "4 (5- to 7-ounce) bone-in pork rib chops, 1/2\" thick, trimmed",
      "3/4 cup all-purpose flour",
      "3 large eggs",
      "1 cup panko bread crumbs",
      "1 tbsp kosher salt",
      "1 tbsp pepper",
      "1 tbsp ground coriander",
      "1 tbsp dry mustard",
      "1 tsp cayenne pepper",
      "1 cup vegetable oil, for frying",
      "Lemon wedges"
    ],
    "directions": [
      "Set wire rack in rimmed baking sheet and line half of rack with triple layer of paper towels. Pat chops dry with separate paper towels.",
      "Place flour in shallow dish. Lightly beat eggs in second shallow dish. Combine panko, salt, pepper, coriander, mustard, cayenne in third shallow dish.",
      "Working with 1 chop at a time, dredge chops in flour, shaking off excess; dip in eggs, allowing excess to drip off; then coat with panko mixture, pressing gently to adhere. Transfer chops to large plate.",
      "Heat oil in 12\" nonstick skillet over medium-high heat to 350 degrees. Add 2 chops and cook until golden brown on first side, 2 to 3 minutes. (Adjust burner, if necessary, to maintain oil temperature between 325 and 350 degrees.) Using 2 spatulas, gently flip chops; continue to cook until golden brown on second side and meat registers 140 degrees, 2 to 3 minutes longer.",
      "Transfer chops to paper towel-lined side of prepared wire rack and let drain for 15 seconds on each side, then move to unlined side of rack. Return oil to 350 degrees and repeat with remaining 2 chops. Serve with lemon wedges."
    ]
  },
  {
    "title": "Steak Fried Rice",
    "ingredients": [
      "3 quarts water",
      "1 1/2 cups long-grain white rice",
      "5 tbsp soy sauce",
      "2 tbsp hoisin sauce",
      "1 tbsp sriracha",
      "Chicken tenders",
      "2 tbsp toasted sesame oil",
      "4 scallions, white parts minced, green parts sliced thin on bias",
      "4 garlic cloves, minced",
      "4 large eggs, lightly beaten",
      "1/2 cup frozen peas and carrots, thawed"
    ],
    "directions": [
      "Bring water to boil in large saucepan over high heat. Add rice and cook, stirring occasionally, until just cooked through, about 12 minutes. Drain rice in fine-mesh strainer; set aside.",
      "Combine soy sauce, hoisin, and sriracha in bowl; set aside.",
      "Cut chicken into small pieces.",
      "Heat 1tbsp oil in 12\" nonstick skillet over high heat until just smoking. Add steak and 2 tbsp soy sauce mixture to skillet and cook until stea is well browned, about 4 minutes. Transfer steak to bowl; set aside.",
      "Add remaining 1 tbsp oil, scallion whites, and garlic to now-empty skillet and cook until fragrant, about 15 seconds. Stir in rice and remaining soy sauce mixture. Cook, stirring often, until rice is sizzling and popping loudly, about 4 minutes. Push rice to 1 side of skillet. Pour eggs into empty side of skillet and cook until just set, about 1 minute. Stir eggs, steak, scallion greens, and peas and carrots into rice. Serve with extra sriracha."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/steak-fried-rice.png"
  },
  {
    "title": "Sweet Fresh Corn Muffins",
    "ingredients": [
      "1 1/2 cups all-purpose flour",
      "1 1/2 cups cornmeal, divided",
      "1 cup sugar",
      "1 1/2 tsp table salt",
      "1 1/2 tsp baking powder",
      "1 tsp baking soda",
      "1 cup whole milk",
      "1/2 cup sour cream",
      "8 tbsp unsalted butter, melted",
      "2 large eggs",
      "2 cups corn kernels (about 3 ears of corn)"
    ],
    "directions": [
      "Adjust oven rack to the middle position and heat oven to 400 degrees.",
      "Generously spray 12-cup mufin tin, including top, with vegatable oil spray.",
      "Whisk flour, 1 cup cornmeal, sugar, salt, baking powder, and baking soda together in a large bowl. Set aside.",
      "Whisk milk and remaining 1/2 cup cornmeal together in a medium bownl. Microwave until the mixture begins to thicken to paste-like consistency, 1 to 3 minutes, whisking frequently.",
      "Whisk sour cream and melted butter into cornmeal paste. Whisk in eggs. Stir cornmeal mixture and corn kernels into flour mixture until just combined.",
      "Using greased 1/3-cup dry measuring cup or #12 portion scoop, divide batter equally among prepared muffin cups. Evenly distribute any remaining batter among cups (cups will be full).",
      "Bake until golden brown and toothpick inserted in center comes out with few crumbs attached, 20 to 24 minutes. Let the muffins cool in the muffin tin on a wire rack for 5 minutes.",
      "Remove muffins from the tin and let cool on rack for 15 minutes. Serve warm."
    ],
    "photo": "/photos/sweet-fresh-corn-muffins.jpg",
    "tags": [
      "side"
    ]
  },
  {
    "title": "Thin and Crispy Chocolate Chip Cookies",
    "ingredients": [
      "1 1/4 cups cake flour",
      "3/4 tsp salt",
      "1/4 tsp baking soda",
      "8 tbsp unsalted butter, melted and cooled",
      "1/3 cup granulated sugar",
      "1/3 cup packed dark brown sugar",
      "2 large egg yolks",
      "1 1/2 tbsp whole milk",
      "2 tsp vanilla extract",
      "3/4 cup mini semisweet chocolate chips"
    ],
    "directions": [
      "Adjust oven rack to middle position and heat oven to 350 degrees. Line two baking sheets with parchment paper.",
      "Whisk flour, salt, and baking soda together in a bowl.",
      "Using stand mixer fitted with  paddle, mix melted butter, granulated sugar, and brown sugar on low speed until fully combined. Increase speed to medium-high and beat until mixture is lightened in color, about 1 minute. Reduce speed to low; add egg yolks, milk, and vanilla; and mix until combined. Slowly add flour mixture and mix until just combined, scraping down bowl as needed. Using rubber spatula, stir in chocolate chips.",
      "Using greased 1-tbsp measure, divide dough into 16 heaping tbsp portion on prepared sheets, 8 portions per sheet. Divide any remaining dough evenly among portions. Using your moistened fingers, press press dough portions to 1/2\" thickness.",
      "Bake cookies, 1 sheet at a time, until deep golden brown, 16 to 18 minutes, rotating sheet halfway though baking. Let cookies cool on sheet for 20 minutes. Serve. (Cookies can be stored at room temperature for up to three days)."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/thin-and-crispy-chocolate-chip-cookies.jpg"
  },
  {
    "title": "Torn and Fried Potatoes",
    "ingredients": [
      "2 1/2 lb russet potatoes, unpeeled, scrubbed",
      "1 quart vegetable oil for frying",
      "1 tsp kosher salt"
    ],
    "directions": [
      "Adjust oven rack to middle position and heat oven to 400 degrees.",
      "Prick each potato 6 times with fork.",
      "Place potatoes on rack and bake until tip of paring knife can be easily inserted into potatoes, about 1 hour 20 minutes.",
      "Let potatoes cool completely and then refrigerate until cold throughout, at least 3 hours.",
      "Keeping skins on potatoes, user your hands to break potatoes into approximately 1 1/2\" pieces. Transfer to a bowl.",
      "Line rimmed baking sheet with triple layer of paper towels.",
      "Add oil to Dutch oven and heat over medium high heat to 375 degrees. Carefully add potatoes to hot oil and increase heat to high to compensate for oil cooling.",
      "Cook, stirring occasionally with metal spoon and taking care to scrape bottom of pot to prevent sticking, until potatoes are consistently browned and crispy, 13 to 15 minutes.",
      "Using spider skimmer or slotted spoon, transfer potatoes to prepared sheet.",
      "Sprinkle with salt. Serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/torn-and-fried-potatoes.jpg"
  },
  {
    "title": "Tuscan Tomato and Bread Soup",
    "ingredients": [
      "1/4 cup extra-virgin olive oil, plus extra for serving",
      "3 garlic cloves, sliced thin",
      "1/4 tsp red pepper flakes",
      "1 28-oz can crushed tomatoes",
      "4 oz hearty white sandwich bread, cut into 1/2\" cubes (3 cups)",
      "2 cups chicken broth",
      "1 sprig fresh basil plus 2 tbsp chopped",
      "1/2 tsp table salt",
      "1/4 tsp pepper",
      "Grated Parmesan cheese"
    ],
    "directions": [
      "Combine oil, garlic, and pepper flakes in large saucepan and cook over medium heat until garlic is lightly browned, about 4 minutes.",
      "Stir in tomatoes, bread, broth, basil sprig, salt, and pepper and bring to boil over high heat. Reduce heat to medium, cover, and simmer vigorously until bread has softened completely and soup has thickened slightly, about 15 minutes, stirring occasionally.",
      "Off heat, discard basil sprig. Whisk soup until bread has fully broken down and soup has thickened further, about 1 minute. Sprinkle with Parmesan and chopped basil, drizzle with extra oil, and serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/tuscan-tomato-soup.jpg"
  },
  {
    "title": "Tuscan Trattoria Chicken & Kale Spaghetti",
    "ingredients": [
      "8 oz kale",
      "1 clove garlic",
      "10 oz chicken breast strips",
      "1 tbsp Tuscan heat spice",
      "12 oz spaghetti",
      "8 oz cream sauce base / Bechamel sauce",
      "4 tbsp cream cheese",
      "1/2 cup parmesan cheese"
    ],
    "directions": [
      "Bring a large pot of water to a boil.",
      "Remove and discard any large stems from kale. Roughly chop leaves.",
      "Peel and mince garlic.",
      "Pat chicken dry with paper towels. Season all over with salt, pepper, and the tuscan heat spice.",
      "Once water is boiling, add spaghetti to pot. Cook until al dente. Reserve 1/2 cup pasta cooking water.",
      "While pasta cooks, heat a drizzle of olive oil in a large pan over medium-high heat. Add kale and a splash of water. Cook until kale is wilted and very tender, 5 - 7 minutes.",
      "Stir in garlic and cook until fragrant, 30 seconds. Season with salt and pepper. Transfer to a plate.",
      "Heat another drizzle of olive oil in pan used for kale over medium-high heat. Add chicken and cook, stirring occasionally, until browned and cooked through, 4 - 6 minutes.",
      "Return kale to pan with chicken and reduce heat to medium low. Add cream sauce.",
      "Stir in cream cheese and 1/4 cup reserved pasta cooking water. Bring to a simmer and cook until sauce is combined and thickened, 2 - 3 minutes.",
      "Add drained spaghetti and 2 tbsp butter to the pan with sauce. Toss to combine. Season with salt and pepper. If needed, stir in more pasta cooking water.",
      "Divide pasta between bowls, top with parmesan, and serve."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/tuscan-trattoria-chicken-and-kale-spaghetti.jpg"
  },
  {
    "title": "Virginia Peanut Pie",
    "ingredients": [
      "[Crust] 1 3/4 cups all-purpose flour",
      "[Crust] 1 tbsp granulated sugar",
      "[Crust] 3/4 tsp salt",
      "[Crust] 12 tbsp unsalted butter, cut into 1/2\" pieces and chilled",
      "[Crust] 1/2 cup ice water",
      "[Filling] 3/4 cup light corn syrup",
      "[Filling] 3/4 cup packed brown sugar",
      "[Filling] 3 large eggs",
      "[Filling] 6 tbsp unsalted butter, melted",
      "[Filling] 1 tbsp vanilla extract",
      "[Filling] 1/2 tsp salt",
      "[Filling] 2 cups salted dry-roasted peanuts, crushed"
    ],
    "directions": [
      "FOR THE CRUST: Process flour, sugar, and salt in food processor until combined, about 3 seconds. Scatter butter over top and pulse until mixture resembles course crumbs, about 10 pulsed. Transfer to bowl. Sprinkle ice water over mixture. Using rubber spatula, stir and press dough until it sticks together.",
      "Turn out dough onto lightly floured counter, form into 6\" disk, wrap tightly in plastic wrap, and refrigerate for 1 hour. Let chilled dough sit on counter to soften slightly, about 10 minutes, before rolling. (Wrapped dough can be refrigerated for up to 2 days).",
      "Adjust oven rack to lowest position and heat oven to 350 degrees. Roll dough into 12\" circle and on lightly floured counter. Loosely roll dough around rolling pin and gently unroll it onto 9\" pie plate, letting excess dough hang over edge. Ease dough into plate by gently lifting edge of dough with your hand while pressing into plate bottom with your other hand.",
      "Trim overhang to 1/2\" beyond lip of plate. Tuck overhang under itself; folded edge should be flush with edge of plate. Crimp dough evenly around edge of plate using your fingers. Push protruding crimped edge so it slightly hangs over edge of plate. Wrap dough-lined plate loosely in plastic and freeze until dough is firm, about 15 minutes.",
      "FOR THE FILLING: Whisk corn syrup, sugar, eggs, melted butter, vanilla, and salt in large bowl until fully combined. Stir in peanuts until incorporated.",
      "Place chilled pie shell on rimmed baking sheet. Pour filling into shell. Bake until filling is puffed and set but still jiggles slightly when pie is shaken, 1 hour 5 minutes to 1 hour 10 minutes. Transfer pie to wire rack and let cool completely, at least 4 hours or overnight. Serve."
    ]
  },
  {
    "title": "Waffles",
    "ingredients": [
      "1 cup flour",
      "1 tbsp sugar",
      "2 tsp baking powder",
      "1/4 tsp salt",
      "1 egg",
      "1 cup milk",
      "2 tbsp vegetable oil"
    ],
    "directions": [
      "In a medium bowl, sift the flour, sugar, baking powder, and salt.",
      "Whisk the egg, milk, and oil in a separate bowl.",
      "Add the wet ingredients to the the dry and mix until just incorporated.",
      "Grease the waffle maker with butter or coat with a light coat of cooking spray.",
      "Pour 1/4 cup of the batter into the mini waffle maker and cook until golden brown. Repeat with the remaining batter.",
      "Serve with a drizzle of maple syrup and fresh berries."
    ],
    "photo": "https://orbital-recipe-box-photos.s3.us-east-2.amazonaws.com/waffles.jpg",
    "tags": [
      "breakfast"
    ]
  }
]